Repository: RoySawyer/nimzo_3d_15
Catalog: main_15_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: Use all engine parameters
ar: استخدم جميع معلمات المحرك
bg: Използвайте всички параметри на двигателя
bn: সমস্ত ইঞ্জিন প্যারামিটার ব্যবহার করুন
cs: Použít všechny parametry motoru
da: Brug alle motorparametre
de: Alle Motorparameter verwenden
el: Χρησιμοποιήστε όλες τις παραμέτρους του κινητήρα
es: Utilice todos los parámetros del motor
et: Kasutage kõiki mootori parameetreid
fa: از تمام پارامترهای موتور استفاده کنید
fi: Käytä kaikkia moottorin parametreja
fr: Utiliser tous les paramètres du moteur
he: השתמש בכל פרמטרי המנוע
hi: सभी इंजन पैरामीटर का उपयोग करें
hu: Használja az összes motorparamétert
id: Gunakan semua parameter mesin
it: Utilizza tutti i parametri del motore
ja: すべてのエンジンパラメータを使用する
ko: 모든 엔진 매개변수를 사용하세요
lt: Naudokite visus variklio parametrus
lv: Izmantot visus dzinēja parametrus
nl: Gebruik alle motorparameters
no: Bruk alle motorparametere
pl: Użyj wszystkich parametrów silnika
pt: Utilize todos os parâmetros do motor.
ro: Folosește toți parametrii motorului
ru: Использовать все параметры двигателя
sq: Përdorni të gjitha parametrat e motorit
sr: Користите све параметре мотора
sv: Använd alla motorparametrar
sw: Tumia vigezo vyote vya injini
ta: அனைத்து இயந்திர அளவுருக்களையும் பயன்படுத்தவும்
th: ใช้พารามิเตอร์เครื่องยนต์ทั้งหมด
tr: Tüm motor parametrelerini kullan
uk: Використовувати всі параметри двигуна
ur: انجن کے تمام پیرامیٹرز استعمال کریں۔
vi: Sử dụng tất cả các thông số động cơ
zh: 使用所有发动机参数

source: I would like to offer a big thank you to all of the modellers
ar: أود أن أقدم الشكر الجزيل لجميع المصممين
bg: Бих искал да изкажа огромна благодарност на всички моделисти
bn: আমি সকল মডেলারদের অনেক ধন্যবাদ জানাতে চাই।
cs: Chtěl bych všem modelářům moc poděkovat
da: Jeg vil gerne sige en stor tak til alle modelbyggerne
de: Ich möchte allen Modellbauern ein herzliches Dankeschön aussprechen.
el: Θα ήθελα να ευχαριστήσω θερμά όλους τους μοντελιστές
es: Me gustaría dar las gracias a todos los modelistas.
et: Soovin avaldada suurt tänu kõigile modelleerijatele
fa: می‌خواهم از همه مدل‌سازان تشکر ویژه داشته باشم
fi: Haluan esittää suuret kiitokset kaikille mallintekijöille
fr: Je tiens à remercier chaleureusement tous les modélistes.
he: אני רוצה להודות מקרב לב לכל הדוגמנים
hi: मैं सभी मॉडलर्स को बहुत-बहुत धन्यवाद देना चाहता हूँ
hu: Szeretnék hatalmas köszönetet mondani minden modellezőnek
id: Saya ingin mengucapkan terima kasih yang sebesar-besarnya kepada semua pemodel
it: Vorrei esprimere un sentito ringraziamento a tutti i modellisti
ja: すべてのモデラーに心から感謝します
ko: 저는 모든 모델러들에게 큰 감사를 표하고 싶습니다.
lt: Norėčiau labai padėkoti visiems modeliuotojams
lv: Vēlos izteikt lielu paldies visiem modelētājiem
nl: Ik wil graag alle modelbouwers hartelijk bedanken
no: Jeg vil gjerne gi en stor takk til alle modellbyggerne
pl: Chciałbym serdecznie podziękować wszystkim modelarzom
pt: Gostaria de agradecer imensamente a todos os modelistas.
ro: Aș dori să transmit mulțumiri speciale tuturor modelatorilor.
ru: Я хотел бы выразить огромную благодарность всем создателям моделей.
sq: Do të doja të shprehja një falënderim të madh për të gjithë modelistët.
sr: Желео бих да изразим велику захвалност свим моделистима
sv: Jag vill rikta ett stort tack till alla modellbyggare
sw: Ningependa kutoa shukrani nyingi kwa wanamitindo wote
ta: அனைத்து மாடலர்களுக்கும் நான் ஒரு பெரிய நன்றியைத் தெரிவித்துக் கொள்கிறேன்.
th: ผมอยากจะขอขอบคุณนักสร้างแบบจำลองทุกท่านเป็นอย่างมาก
tr: Tüm modelcilere büyük bir teşekkür sunmak istiyorum
uk: Хочу висловити величезну подяку всім моделям
ur: میں تمام ماڈلرز کا بہت بہت شکریہ ادا کرنا چاہوں گا۔
vi: Tôi muốn gửi lời cảm ơn chân thành đến tất cả các nhà tạo mẫu
zh: 我衷心感谢所有模型制作者。

source: whose work I have included in this program.
ar: الذي قمت بإدراج عمله في هذا البرنامج.
bg: чиито произведения съм включил в тази програма.
bn: যার কাজ আমি এই প্রোগ্রামে অন্তর্ভুক্ত করেছি।
cs: jejichž dílo jsem do tohoto programu zařadil/a.
da: hvis arbejde jeg har inkluderet i dette program.
de: deren Werke ich in dieses Programm aufgenommen habe.
el: του οποίου το έργο έχω συμπεριλάβει σε αυτό το πρόγραμμα.
es: cuyo trabajo he incluido en este programa.
et: kelle töid olen sellesse programmi lisanud.
fa: که آثارشان را در این برنامه گنجانده‌ام.
fi: joiden töitä olen sisällyttänyt tähän ohjelmaan.
fr: dont j'ai inclus le travail dans ce programme.
he: שאת עבודתם כללתי בתוכנית זו.
hi: जिनके काम को मैंने इस कार्यक्रम में शामिल किया है।
hu: akiknek a munkáit beépítettem ebbe a programba.
id: yang karyanya telah saya sertakan dalam program ini.
it: il cui lavoro ho incluso in questo programma.
ja: その作品をこのプログラムに収録しました。
ko: 이 프로그램에 제가 포함시킨 작업의 내용입니다.
lt: kurio darbus įtraukiau į šią programą.
lv: kura darbus esmu iekļāvis šajā programmā.
nl: wiens werk ik in dit programma heb opgenomen.
no: hvis arbeid jeg har inkludert i dette programmet.
pl: których prace uwzględniłem w tym programie.
pt: cujo trabalho incluí neste programa.
ro: a cărui muncă am inclus-o în acest program.
ru: чьи работы я включил в эту программу.
sq: punën e të cilit e kam përfshirë në këtë program.
sr: чији сам рад уврстио у овај програм.
sv: vars arbete jag har inkluderat i detta program.
sw: ambaye kazi yake nimeijumuisha katika programu hii.
ta: இந்த திட்டத்தில் நான் யாருடைய பணியைச் சேர்த்துள்ளேன்.
th: ซึ่งฉันได้รวมงานของพวกเขาไว้ในโปรแกรมนี้แล้ว
tr: Çalışmalarını bu programa dahil ettiğim.
uk: чиї роботи я включив до цієї програми.
ur: جن کا کام میں نے اس پروگرام میں شامل کیا ہے۔
vi: mà tôi đã đưa tác phẩm của họ vào chương trình này.
zh: 我已将他的作品收录到这个节目中。

source: Edit parameters
ar: تعديل المعلمات
bg: Редактиране на параметри
bn: প্যারামিটার সম্পাদনা করুন
cs: Upravit parametry
da: Rediger parametre
de: Parameter bearbeiten
el: Επεξεργασία παραμέτρων
es: Editar parámetros
et: Parameetrite muutmine
fa: ویرایش پارامترها
fi: Muokkaa parametreja
fr: Modifier les paramètres
he: עריכת פרמטרים
hi: पैरामीटर संपादित करें
hu: Paraméterek szerkesztése
id: Mengedit parameter
it: Modifica parametri
ja: パラメータを編集する
ko: 매개변수 편집
lt: Redaguoti parametrus
lv: Rediģēt parametrus
nl: Parameters bewerken
no: Rediger parametere
pl: Edytuj parametry
pt: Editar parâmetros
ro: Editați parametrii
ru: Редактировать параметры
sq: Modifiko parametrat
sr: Уреди параметре
sv: Redigera parametrar
sw: Badilisha vigezo
ta: அளவுருக்களைத் திருத்து
th: แก้ไขพารามิเตอร์
tr: Parametreleri düzenle
uk: Редагувати параметри
ur: پیرامیٹرز میں ترمیم کریں۔
vi: Chỉnh sửa thông số
zh: 编辑参数

source: Save parameters
ar: حفظ المعلمات
bg: Запазване на параметри
bn: প্যারামিটার সংরক্ষণ করুন
cs: Uložit parametry
da: Gem parametre
de: Parameter speichern
el: Αποθήκευση παραμέτρων
es: Guardar parámetros
et: Salvesta parameetrid
fa: پارامترها را ذخیره کنید
fi: Tallenna parametrit
fr: Paramètres d'enregistrement
he: שמירת פרמטרים
hi: पैरामीटर सहेजें
hu: Paraméterek mentése
id: Simpan parameter
it: Salva i parametri
ja: パラメータを保存
ko: 매개변수 저장
lt: Išsaugoti parametrus
lv: Saglabāt parametrus
nl: Parameters opslaan
no: Lagre parametere
pl: Zapisz parametry
pt: Salvar parâmetros
ro: Salvați parametrii
ru: Сохранить параметры
sq: Ruaj parametrat
sr: Сачувај параметре
sv: Spara parametrar
sw: Hifadhi vigezo
ta: அளவுருக்களைச் சேமிக்கவும்
th: บันทึกพารามิเตอร์
tr: Parametreleri kaydet
uk: Зберегти параметри
ur: پیرامیٹرز کو محفوظ کریں۔
vi: Lưu các tham số
zh: 保存参数

source: Select .epf file to save engine parameters
ar: حدد ملف .epf لحفظ معلمات المحرك
bg: Изберете .epf файл, за да запазите параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার সংরক্ষণ করতে .epf ফাইলটি নির্বাচন করুন।
cs: Vyberte soubor .epf pro uložení parametrů motoru
da: Vælg .epf-fil for at gemme motorparametre
de: Wählen Sie die .epf-Datei aus, um die Motorparameter zu speichern.
el: Επιλέξτε το αρχείο .epf για να αποθηκεύσετε τις παραμέτρους του μηχανισμού
es: Seleccione el archivo .epf para guardar los parámetros del motor.
et: Mootori parameetrite salvestamiseks valige .epf-fail
fa: برای ذخیره پارامترهای موتور، فایل .epf را انتخاب کنید
fi: Valitse .epf-tiedosto moottorin parametrien tallentamiseksi
fr: Sélectionnez le fichier .epf pour enregistrer les paramètres du moteur
he: בחר קובץ .epf כדי לשמור פרמטרי מנוע
hi: इंजन पैरामीटर सहेजने के लिए .epf फ़ाइल का चयन करें
hu: Válassza ki az .epf fájlt a motorparaméterek mentéséhez
id: Pilih file .epf untuk menyimpan parameter mesin
it: Seleziona il file .epf per salvare i parametri del motore
ja: エンジンパラメータを保存するには.epfファイルを選択
ko: 엔진 매개변수를 저장하려면 .epf 파일을 선택하세요.
lt: Pasirinkite .epf failą, kad išsaugotumėte variklio parametrus
lv: Atlasiet .epf failu, lai saglabātu dzinēja parametrus
nl: Selecteer een .epf-bestand om engineparameters op te slaan
no: Velg .epf-filen for å lagre motorparametere
pl: Wybierz plik .epf, aby zapisać parametry silnika
pt: Selecione o arquivo .epf para salvar os parâmetros do motor.
ro: Selectați fișierul .epf pentru a salva parametrii motorului
ru: Выберите файл .epf для сохранения параметров двигателя.
sq: Zgjidhni skedarin .epf për të ruajtur parametrat e motorit
sr: Изаберите .epf датотеку да бисте сачували параметре мотора
sv: Välj .epf-fil för att spara motorparametrar
sw: Chagua faili ya .epf ili kuhifadhi vigezo vya injini
ta: இயந்திர அளவுருக்களைச் சேமிக்க .epf கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .epf เพื่อบันทึกพารามิเตอร์เครื่องยนต์
tr: Motor parametrelerini kaydetmek için .epf dosyasını seçin
uk: Виберіть файл .epf для збереження параметрів двигуна
ur: انجن کے پیرامیٹرز کو محفوظ کرنے کے لیے .epf فائل کو منتخب کریں۔
vi: Chọn tệp .epf để lưu các thông số động cơ
zh: 选择 .epf 文件以保存发动机参数

source: Load parameters
ar: معلمات التحميل
bg: Параметри на натоварване
bn: লোড প্যারামিটার
cs: Parametry zatížení
da: Indlæs parametre
de: Ladeparameter
el: Φόρτωση παραμέτρων
es: Parámetros de carga
et: Laadi parameetrid
fa: پارامترهای بار
fi: Lataa parametrit
fr: Paramètres de chargement
he: טעינת פרמטרים
hi: लोड पैरामीटर
hu: Paraméterek betöltése
id: Parameter beban
it: Parametri di carico
ja: 負荷パラメータ
ko: 부하 매개변수
lt: Įkėlimo parametrai
lv: Ielādēt parametrus
nl: Laadparameters
no: Last inn parametere
pl: Załaduj parametry
pt: Parâmetros de carga
ro: Încărcați parametrii
ru: Параметры нагрузки
sq: Ngarko parametrat
sr: Параметри учитавања
sv: Ladda parametrar
sw: Vigezo vya mzigo
ta: அளவுருக்களை ஏற்றவும்
th: โหลดพารามิเตอร์
tr: Yük parametreleri
uk: Параметри навантаження
ur: پیرامیٹرز لوڈ کریں۔
vi: Tải các thông số
zh: 负载参数

source: Select .epf file to load engine parameters
ar: حدد ملف .epf لتحميل معلمات المحرك
bg: Изберете .epf файл, за да заредите параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার লোড করতে .epf ফাইলটি নির্বাচন করুন।
cs: Vyberte soubor .epf pro načtení parametrů motoru
da: Vælg .epf-fil for at indlæse motorparametre
de: Wählen Sie die .epf-Datei aus, um die Motorparameter zu laden.
el: Επιλέξτε το αρχείο .epf για να φορτώσετε τις παραμέτρους του μηχανισμού
es: Seleccione el archivo .epf para cargar los parámetros del motor.
et: Mootori parameetrite laadimiseks valige .epf-fail
fa: فایل .epf را برای بارگذاری پارامترهای موتور انتخاب کنید
fi: Valitse .epf-tiedosto ladataksesi moottorin parametrit
fr: Sélectionnez le fichier .epf pour charger les paramètres du moteur
he: בחר קובץ .epf כדי לטעון פרמטרי מנוע
hi: इंजन पैरामीटर लोड करने के लिए .epf फ़ाइल का चयन करें
hu: Válassza ki az .epf fájlt a motorparaméterek betöltéséhez
id: Pilih file .epf untuk memuat parameter mesin
it: Seleziona il file .epf per caricare i parametri del motore
ja: エンジンパラメータをロードするには.epfファイルを選択してください
ko: 엔진 매개변수를 로드하려면 .epf 파일을 선택하세요.
lt: Pasirinkite .epf failą, kad įkeltumėte variklio parametrus
lv: Atlasiet .epf failu, lai ielādētu dzinēja parametrus
nl: Selecteer een .epf-bestand om engineparameters te laden
no: Velg .epf-fil for å laste inn motorparametere
pl: Wybierz plik .epf, aby załadować parametry silnika
pt: Selecione o arquivo .epf para carregar os parâmetros do motor.
ro: Selectați fișierul .epf pentru a încărca parametrii motorului
ru: Выберите файл .epf для загрузки параметров двигателя.
sq: Zgjidhni skedarin .epf për të ngarkuar parametrat e motorit
sr: Изаберите .epf датотеку за учитавање параметара мотора
sv: Välj .epf-fil för att ladda motorparametrar
sw: Chagua faili ya .epf ili kupakia vigezo vya injini
ta: இயந்திர அளவுருக்களை ஏற்ற .epf கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .epf เพื่อโหลดพารามิเตอร์เครื่องยนต์
tr: Motor parametrelerini yüklemek için .epf dosyasını seçin
uk: Виберіть файл .epf для завантаження параметрів двигуна
ur: انجن کے پیرامیٹرز کو لوڈ کرنے کے لیے .epf فائل کو منتخب کریں۔
vi: Chọn tệp .epf để tải các thông số của động cơ
zh: 选择 .epf 文件以加载引擎参数

source: Cannot open engine parameter save file
ar: لا يمكن فتح ملف حفظ معلمات المحرك
bg: Не може да се отвори файлът за запазване на параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার সংরক্ষণ ফাইল খোলা যাচ্ছে না
cs: Nelze otevřít soubor s uloženými parametry motoru
da: Kan ikke åbne filen med motorparametre
de: Die Speicherdatei für die Motorparameter konnte nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου αποθήκευσης παραμέτρων μηχανής
es: No se puede abrir el archivo de guardado de parámetros del motor.
et: Mootori parameetrite salvestusfaili ei saa avada
fa: فایل ذخیره پارامتر موتور باز نمی‌شود
fi: Moottoriparametrien tallennustiedostoa ei voida avata
fr: Impossible d'ouvrir le fichier de sauvegarde des paramètres du moteur
he: לא ניתן לפתוח את קובץ שמירת פרמטר המנוע
hi: इंजन पैरामीटर सेव फ़ाइल नहीं खोली जा सकती
hu: Nem lehet megnyitni a motorparaméterek mentési fájlját
id: Tidak dapat membuka file penyimpanan parameter mesin
it: Impossibile aprire il file di salvataggio dei parametri del motore
ja: エンジンパラメータ保存ファイルを開けません
ko: 엔진 매개변수 저장 파일을 열 수 없습니다.
lt: Nepavyksta atidaryti variklio parametrų išsaugojimo failo
lv: Nevar atvērt dzinēja parametru saglabāšanas failu
nl: Kan het opgeslagen motorparameterbestand niet openen
no: Kan ikke åpne lagringsfilen for motorparametere
pl: Nie można otworzyć pliku zapisu parametrów silnika
pt: Não foi possível abrir o arquivo de salvamento dos parâmetros do motor.
ro: Nu se poate deschide fișierul de salvare a parametrilor motorului
ru: Невозможно открыть файл сохранения параметров двигателя.
sq: Nuk mund të hapet skedari i ruajtjes së parametrave të motorit
sr: Не могу да отворим датотеку за чување параметара мотора
sv: Kan inte öppna motorparametersparfilen
sw: Haiwezi kufungua kigezo cha injini kuhifadhi faili
ta: என்ஜின் அளவுரு சேமி கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์บันทึกพารามิเตอร์เครื่องยนต์ได้
tr: Motor parametresi kaydetme dosyası açılamıyor
uk: Не вдається відкрити файл збереження параметрів двигуна
ur: انجن پیرامیٹر محفوظ فائل نہیں کھول سکتا
vi: Không thể mở tệp lưu tham số động cơ
zh: 无法打开引擎参数保存文件

source: Engine parameters saved to file
ar: معلمات المحرك المحفوظة في الملف
bg: Параметрите на двигателя са запазени във файл
bn: ইঞ্জিন প্যারামিটার ফাইলে সংরক্ষিত হয়েছে
cs: Parametry motoru uloženy do souboru
da: Motorparametre gemt i fil
de: Motorparameter in Datei gespeichert
el: Οι παράμετροι του κινητήρα αποθηκεύτηκαν στο αρχείο
es: Parámetros del motor guardados en un archivo
et: Mootori parameetrid salvestati faili
fa: پارامترهای موتور در فایل ذخیره شدند
fi: Moottorin parametrit tallennettu tiedostoon
fr: Paramètres du moteur enregistrés dans un fichier
he: פרמטרי המנוע נשמרו בקובץ
hi: इंजन पैरामीटर फ़ाइल में सहेजे गए
hu: Motorparaméterek mentve fájlba
id: Parameter mesin disimpan ke file
it: Parametri del motore salvati nel file
ja: エンジンパラメータがファイルに保存されました
ko: 엔진 매개변수가 파일에 저장됨
lt: Variklio parametrai išsaugoti faile
lv: Dzinēja parametri saglabāti failā
nl: Motorparameters opgeslagen in bestand
no: Motorparametere lagret i fil
pl: Parametry silnika zapisane do pliku
pt: Parâmetros do motor salvos em arquivo
ro: Parametrii motorului salvați în fișier
ru: Параметры двигателя сохранены в файл
sq: Parametrat e motorit u ruajtën në skedar
sr: Параметри мотора сачувани у датотеку
sv: Motorparametrar sparade i fil
sw: Vigezo vya injini vimehifadhiwa kwenye faili
ta: எஞ்சின் அளவுருக்கள் கோப்பில் சேமிக்கப்பட்டன.
th: บันทึกพารามิเตอร์เครื่องยนต์ลงในไฟล์
tr: Motor parametreleri dosyaya kaydedildi
uk: Параметри двигуна збережені у файл
ur: انجن کے پیرامیٹرز فائل میں محفوظ ہو گئے۔
vi: Các thông số động cơ đã được lưu vào tệp
zh: 发动机参数已保存到文件

source: Engine parameters not saved
ar: لم يتم حفظ معلمات المحرك
bg: Параметрите на двигателя не са запазени
bn: ইঞ্জিন প্যারামিটারগুলি সংরক্ষণ করা হয়নি
cs: Parametry motoru nebyly uloženy
da: Motorparametre blev ikke gemt
de: Motorparameter nicht gespeichert
el: Οι παράμετροι του κινητήρα δεν αποθηκεύτηκαν
es: Los parámetros del motor no se guardaron.
et: Mootori parameetreid pole salvestatud
fa: پارامترهای موتور ذخیره نشده اند
fi: Moottorin parametreja ei tallennettu
fr: Paramètres du moteur non enregistrés
he: פרמטרי המנוע לא נשמרו
hi: इंजन पैरामीटर सहेजे नहीं गए
hu: A motor paraméterei nincsenek mentve
id: Parameter mesin tidak disimpan
it: Parametri del motore non salvati
ja: エンジンパラメータが保存されていません
ko: 엔진 매개변수가 저장되지 않았습니다.
lt: Variklio parametrai neišsaugoti
lv: Dzinēja parametri nav saglabāti
nl: Motorparameters niet opgeslagen
no: Motorparametere ikke lagret
pl: Parametry silnika nie zostały zapisane
pt: Parâmetros do motor não salvos
ro: Parametrii motorului nu au fost salvați
ru: Параметры двигателя не сохранены
sq: Parametrat e motorit nuk janë ruajtur
sr: Параметри мотора нису сачувани
sv: Motorparametrar sparades inte
sw: Vigezo vya injini hazijahifadhiwa
ta: எஞ்சின் அளவுருக்கள் சேமிக்கப்படவில்லை.
th: พารามิเตอร์เครื่องยนต์ไม่ได้รับการบันทึก
tr: Motor parametreleri kaydedilmedi
uk: Параметри двигуна не збережені
ur: انجن کے پیرامیٹرز محفوظ نہیں ہوئے۔
vi: Thông số động cơ không được lưu
zh: 发动机参数未保存

source: Cannot open engine parameter load file
ar: لا يمكن فتح ملف تحميل معلمات المحرك
bg: Не може да се отвори файлът за зареждане на параметри на двигателя
bn: ইঞ্জিন প্যারামিটার লোড ফাইল খোলা যাচ্ছে না
cs: Nelze otevřít soubor s parametry enginu
da: Kan ikke åbne indlæsningsfilen for motorparametre
de: Die Datei zum Laden der Motorparameter konnte nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου φόρτωσης παραμέτρων μηχανής
es: No se puede abrir el archivo de carga de parámetros del motor
et: Mootori parameetrite laadimisfaili ei saa avada
fa: نمی‌توان فایل بارگذاری پارامتر موتور را باز کرد
fi: Moottorin parametrien lataustiedostoa ei voida avata
fr: Impossible d'ouvrir le fichier de chargement des paramètres du moteur
he: לא ניתן לפתוח את קובץ טעינת פרמטר המנוע
hi: इंजन पैरामीटर लोड फ़ाइल नहीं खोली जा सकती
hu: Nem lehet megnyitni a motorparaméter-betöltési fájlt
id: Tidak dapat membuka file beban parameter mesin
it: Impossibile aprire il file di caricamento dei parametri del motore
ja: エンジンパラメータロードファイルを開けません
ko: 엔진 매개변수 로드 파일을 열 수 없습니다.
lt: Nepavyksta atidaryti variklio parametrų įkėlimo failo
lv: Nevar atvērt dzinēja parametru ielādes failu
nl: Kan het motorparameterlaadbestand niet openen
no: Kan ikke åpne lastefilen for motorparametere
pl: Nie można otworzyć pliku ładowania parametrów silnika
pt: Não foi possível abrir o arquivo de carregamento de parâmetros do motor.
ro: Nu se poate deschide fișierul de încărcare a parametrilor motorului
ru: Невозможно открыть файл загрузки параметров двигателя
sq: Nuk mund të hapet skedari i ngarkimit të parametrave të motorit
sr: Не могу да отворим датотеку за учитавање параметара мотора
sv: Kan inte öppna motorparameterinläsningsfilen
sw: Haiwezi kufungua faili ya upakiaji wa kigezo cha injini
ta: எஞ்சின் அளவுரு ஏற்ற கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์โหลดพารามิเตอร์เครื่องยนต์ได้
tr: Motor parametre yükleme dosyası açılamıyor
uk: Не вдається відкрити файл завантаження параметрів двигуна
ur: انجن پیرامیٹر لوڈ فائل نہیں کھول سکتا
vi: Không thể mở tệp tải tham số động cơ
zh: 无法打开引擎参数加载文件

source: Engine parameters loaded from file
ar: معلمات المحرك المحملة من الملف
bg: Параметрите на двигателя са заредени от файл
bn: ফাইল থেকে লোড করা ইঞ্জিন প্যারামিটার
cs: Parametry motoru načteny ze souboru
da: Motorparametre indlæst fra fil
de: Motorparameter aus Datei geladen
el: Παράμετροι μηχανής που φορτώθηκαν από το αρχείο
es: Parámetros del motor cargados desde el archivo
et: Mootori parameetrid laaditi failist
fa: پارامترهای موتور از فایل بارگذاری شده‌اند
fi: Moottorin parametrit ladattu tiedostosta
fr: Paramètres du moteur chargés à partir du fichier
he: פרמטרי מנוע נטענו מקובץ
hi: फ़ाइल से लोड किए गए इंजन पैरामीटर
hu: Motorparaméterek betöltése fájlból
id: Parameter mesin dimuat dari file
it: Parametri del motore caricati dal file
ja: ファイルから読み込まれたエンジンパラメータ
ko: 파일에서 로드된 엔진 매개변수
lt: Variklio parametrai įkelti iš failo
lv: Dzinēja parametri ielādēti no faila
nl: Motorparameters geladen uit bestand
no: Motorparametere lastet inn fra fil
pl: Parametry silnika załadowane z pliku
pt: Parâmetros do motor carregados a partir de um arquivo
ro: Parametrii motorului încărcați din fișier
ru: Параметры двигателя загружены из файла
sq: Parametrat e motorit u ngarkuan nga skedari
sr: Параметри мотора учитани из датотеке
sv: Motorparametrar laddade från fil
sw: Vigezo vya injini vilivyopakiwa kutoka kwa faili
ta: கோப்பிலிருந்து என்ஜின் அளவுருக்கள் ஏற்றப்பட்டன.
th: พารามิเตอร์เครื่องยนต์โหลดจากไฟล์
tr: Dosyadan yüklenen motor parametreleri
uk: Параметри двигуна завантажені з файлу
ur: انجن کے پیرامیٹرز فائل سے بھرے ہوئے ہیں۔
vi: Các thông số động cơ được tải từ tệp
zh: 从文件中加载引擎参数

source: Engine parameters read from file
ar: قراءة معلمات المحرك من الملف
bg: Параметри на двигателя, прочетени от файл
bn: ফাইল থেকে পঠিত ইঞ্জিন প্যারামিটার
cs: Parametry enginu načtené ze souboru
da: Motorparametre læst fra fil
de: Motorparameter aus einer Datei gelesen
el: Παράμετροι μηχανής που διαβάζονται από αρχείο
es: Parámetros del motor leídos desde el archivo
et: Mootori parameetrid loetakse failist
fa: پارامترهای موتور از فایل خوانده می‌شوند
fi: Moottorin parametrit luetaan tiedostosta
fr: Paramètres du moteur lus à partir du fichier
he: פרמטרים של מנוע שנקראו מהקובץ
hi: फ़ाइल से पढ़े गए इंजन पैरामीटर
hu: Motorparaméterek beolvasása fájlból
id: Parameter mesin dibaca dari file
it: Parametri del motore letti dal file
ja: ファイルから読み取ったエンジンパラメータ
ko: 파일에서 읽은 엔진 매개변수
lt: Variklio parametrai nuskaitomi iš failo
lv: Dzinēja parametri nolasīti no faila
nl: Motorparameters gelezen uit bestand
no: Motorparametere lest fra fil
pl: Parametry silnika odczytane z pliku
pt: Parâmetros do motor lidos do arquivo
ro: Parametrii motorului citiți din fișier
ru: Параметры двигателя, считанные из файла
sq: Parametrat e motorit lexohen nga skedari
sr: Параметри мотора читани из датотеке
sv: Motorparametrar lästa från fil
sw: Vigezo vya injini soma kutoka kwa faili
ta: கோப்பிலிருந்து படிக்கப்பட்ட எஞ்சின் அளவுருக்கள்
th: พารามิเตอร์เครื่องยนต์อ่านจากไฟล์
tr: Dosyadan okunan motor parametreleri
uk: Параметри двигуна зчитуються з файлу
ur: انجن کے پیرامیٹرز فائل سے پڑھے جاتے ہیں۔
vi: Thông số động cơ được đọc từ tệp
zh: 从文件中读取发动机参数
