Repository: RoySawyer/nimzo_3d_15
Catalog: main_15_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: It can be cleared with the < Reset > button, or by loading another engine.
ar: يمكن مسحها باستخدام زر <إعادة الضبط>، أو عن طريق تحميل محرك آخر.
bg: Може да се изчисти с бутона < Reset> или чрез зареждане на друг двигател.
bn: এটি <রিসেট> বোতাম দিয়ে অথবা অন্য ইঞ্জিন লোড করে পরিষ্কার করা যেতে পারে।
cs: Lze jej vymazat tlačítkem < Reset > nebo načtením jiného enginu.
da: Den kan ryddes med knappen <Nulstil> eller ved at indlæse en anden motor.
de: Es kann mit der Schaltfläche <Reset> oder durch Laden einer anderen Engine gelöscht werden.
el: Μπορεί να διαγραφεί με το κουμπί < Επαναφορά > ή φορτώνοντας έναν άλλο κινητήρα.
es: Se puede borrar con el botón < Reset > o cargando otro motor.
et: Selle saab kustutada nupuga <Lähtesta> või teise mootori laadimise teel.
fa: می‌توان آن را با دکمه <Reset> یا با بارگذاری یک موتور دیگر پاک کرد.
fi: Se voidaan tyhjentää <Nollaa>-painikkeella tai lataamalla toinen moottori.
fr: Ce problème peut être résolu à l'aide du bouton < Réinitialiser > ou en chargeant un autre moteur.
he: ניתן לנקות זאת באמצעות כפתור < איפוס >, או על ידי טעינת מנוע אחר.
hi: इसे < रीसेट > बटन से या किसी अन्य इंजन को लोड करके साफ़ किया जा सकता है।
hu: Törölhető a <Reset> gombbal, vagy egy másik motor betöltésével.
id: Ini dapat dihapus dengan tombol <Reset>, atau dengan memuat mesin lain.
it: Può essere cancellato con il pulsante <Reset> oppure caricando un altro motore.
ja: < リセット > ボタンを使用するか、別のエンジンをロードすることでクリアできます。
ko: <재설정> 버튼을 클릭하거나 다른 엔진을 로딩하면 지울 수 있습니다.
lt: Jį galima išvalyti paspaudus mygtuką <Atstatyti> arba įkėlus kitą variklį.
lv: To var notīrīt ar pogu <Atiestatīt> vai ielādējot citu dzinēju.
nl: U kunt dit oplossen door op de knop < Reset > te klikken of door een andere engine te laden.
no: Den kan nullstilles med <Tilbakestill>-knappen, eller ved å laste inn en annen motor.
pl: Można go wyczyścić za pomocą przycisku <Reset> lub poprzez załadowanie innego silnika.
pt: Pode ser apagado com o botão < Reset >, ou carregando outro mecanismo.
ro: Poate fi șters cu butonul <Resetare> sau prin încărcarea unui alt motor.
ru: Его можно очистить кнопкой <Сброс> или загрузкой другого двигателя.
sq: Mund të fshihet me butonin < Rivendos > ose duke ngarkuar një motor tjetër.
sr: Може се обрисати помоћу дугмета < Ресетуј > или учитавањем другог мотора.
sv: Den kan rensas med knappen <Återställ> eller genom att ladda en annan motor.
sw: Inaweza kufutwa kwa kitufe cha <Rudisha >, au kwa kupakia injini nyingine.
ta: மீட்டமை > பொத்தானைப் பயன்படுத்தியோ அல்லது வேறு எஞ்சினை ஏற்றுவதன் மூலமோ இதை அழிக்க முடியும்.
th: สามารถเคลียร์ได้ด้วยปุ่ม <รีเซ็ต> หรือโดยการโหลดเครื่องยนต์อื่น
tr: < Sıfırla > butonu ile veya başka bir motor yükleyerek temizlenebilir.
uk: Його можна очистити кнопкою <Скинути> або завантаживши інший двигун.
ur: اسے <ری سیٹ> بٹن سے، یا دوسرا انجن لوڈ کرکے صاف کیا جاسکتا ہے۔
vi: Có thể xóa bằng nút <Đặt lại> hoặc bằng cách tải một công cụ khác.
zh: 可以通过<重置>按钮清除，或者加载另一个引擎来清除。

source: If you want to use more than the eight custom parameters allowed for
ar: إذا كنت تريد استخدام أكثر من المعلمات المخصصة الثمانية المسموح بها
bg: Ако искате да използвате повече от осемте разрешени персонализирани параметъра
bn: যদি আপনি আটটি কাস্টম প্যারামিটারের বেশি ব্যবহার করতে চান যার জন্য অনুমোদিত
cs: Pokud chcete použít více než osm vlastních parametrů povolených pro
da: Hvis du vil bruge mere end de otte tilladte brugerdefinerede parametre
de: Wenn Sie mehr als die acht zulässigen benutzerdefinierten Parameter verwenden möchten
el: Εάν θέλετε να χρησιμοποιήσετε περισσότερες από τις οκτώ προσαρμοσμένες παραμέτρους που επιτρέπονται για
es: Si desea utilizar más de los ocho parámetros personalizados permitidos para
et: Kui soovite kasutada rohkem kui kaheksat lubatud kohandatud parameetrit
fa: اگر می‌خواهید از بیش از هشت پارامتر سفارشی مجاز برای
fi: Jos haluat käyttää useampaa kuin kahdeksaa sallittua mukautettua parametria
fr: Si vous souhaitez utiliser plus de huit paramètres personnalisés autorisés pour
he: אם ברצונך להשתמש ביותר משמונה פרמטרים מותאמים אישית המותרים עבור
hi: यदि आप अनुमत आठ कस्टम पैरामीटर से अधिक का उपयोग करना चाहते हैं
hu: Ha a megengedett nyolc egyéni paraméternél többet szeretne használni
id: Jika Anda ingin menggunakan lebih dari delapan parameter kustom yang diizinkan untuk
it: Se si desidera utilizzare più degli otto parametri personalizzati consentiti per
ja: 8つ以上のカスタムパラメータを使用する場合は、
ko: 허용된 8개 이상의 사용자 정의 매개변수를 사용하려는 경우
lt: Jei norite naudoti daugiau nei aštuonis leidžiamus pasirinktinius parametrus
lv: Ja vēlaties izmantot vairāk nekā astoņus pielāgotos parametrus, kas atļauti
nl: Als u meer dan de acht toegestane aangepaste parameters wilt gebruiken,
no: Hvis du vil bruke mer enn de åtte tilpassede parameterne som er tillatt for
pl: Jeśli chcesz użyć więcej niż ośmiu niestandardowych parametrów dozwolonych dla
pt: Se você quiser usar mais do que os oito parâmetros personalizados permitidos para
ro: Dacă doriți să utilizați mai mult decât cei opt parametri personalizați permiși pentru
ru: Если вы хотите использовать более восьми пользовательских параметров, разрешенных для
sq: Nëse dëshironi të përdorni më shumë se tetë parametra të personalizuar të lejuar për
sr: Ако желите да користите више од осам дозвољених прилагођених параметара за
sv: Om du vill använda fler än de åtta anpassade parametrarna som är tillåtna för
sw: Ikiwa unataka kutumia zaidi ya vigezo nane maalum vinavyoruhusiwa
ta: அனுமதிக்கப்பட்ட எட்டு தனிப்பயன் அளவுருக்களுக்கு மேல் பயன்படுத்த விரும்பினால்
th: หากคุณต้องการใช้พารามิเตอร์ที่กำหนดเองมากกว่าแปดรายการที่อนุญาต
tr: İzin verilen sekizden fazla özel parametreyi kullanmak istiyorsanız
uk: Якщо ви хочете використовувати більше восьми користувацьких параметрів, дозволених для
ur: اگر آپ آٹھ حسب ضرورت پیرامیٹرز سے زیادہ استعمال کرنا چاہتے ہیں جن کی اجازت ہے۔
vi: Nếu bạn muốn sử dụng nhiều hơn tám tham số tùy chỉnh được phép
zh: 如果您想使用超过八个允许的自定义参数，

source: in the engine dialog box, check the < Edit parameters > box.
ar: في مربع حوار المحرك، حدد المربع <تحرير المعلمات>.
bg: В диалоговия прозорец на двигателя поставете отметка в квадратчето < Редактиране на параметри >.
bn: ইঞ্জিন ডায়ালগ বক্সে, <Edit parameters > বক্সটি চেক করুন।
cs: V dialogovém okně enginu zaškrtněte políčko < Upravit parametry >.
da: Markér feltet <Rediger parametre> i motordialogboksen.
de: Aktivieren Sie im Motordialogfeld das Kontrollkästchen < Parameter bearbeiten >.
el: Στο παράθυρο διαλόγου της μηχανής, επιλέξτε το πλαίσιο <Επεξεργασία παραμέτρων>.
es: En el cuadro de diálogo del motor, marque la casilla < Editar parámetros >.
et: Märkige mootori dialoogiboksis ruut < Muuda parameetreid >.
fa: در کادر محاوره‌ای موتور، کادر <ویرایش پارامترها> را علامت بزنید.
fi: Valitse moottorin valintaikkunassa < Muokkaa parametreja > -ruutu.
fr: Dans la boîte de dialogue du moteur, cochez la case < Modifier les paramètres >.
he: בתיבת הדו-שיח של המנוע, סמן את התיבה < עריכת פרמטרים >.
hi: इंजन संवाद बॉक्स में, < पैरामीटर संपादित करें > बॉक्स को चेक करें.
hu: a motor párbeszédpanelén jelölje be a < Paraméterek szerkesztése > négyzetet.
id: di kotak dialog mesin, centang kotak < Edit parameter >.
it: nella finestra di dialogo del motore, seleziona la casella < Modifica parametri >.
ja: エンジン ダイアログ ボックスで、< パラメータの編集 > ボックスをオンにします。
ko: 엔진 대화 상자에서 <매개변수 편집> 상자를 체크하세요.
lt: Variklio dialogo lange pažymėkite langelį < Redaguoti parametrus >.
lv: dzinēja dialoglodziņā atzīmējiet izvēles rūtiņu <Rediģēt parametrus>.
nl: In het dialoogvenster van de engine vinkt u het vakje < Parameters bewerken > aan.
no: I motordialogboksen merker du av i boksen <Rediger parametere>.
pl: w oknie dialogowym silnika zaznacz pole < Edytuj parametry >.
pt: Na caixa de diálogo do motor, marque a caixa < Editar parâmetros >.
ro: În caseta de dialog a motorului, bifați caseta < Editare parametri >.
ru: в диалоговом окне движка установите флажок <Изменить параметры>.
sq: në kutinë e dialogut të motorit, shënoni kutinë < Modifiko parametrat >.
sr: У дијалошком оквиру мотора, означите поље < Уреди параметре >.
sv: Markera rutan <Redigera parametrar> i dialogrutan för motorn.
sw: kwenye kisanduku cha mazungumzo ya injini, angalia kisanduku cha <Hariri vigezo>.
ta: என்ஜின் உரையாடல் பெட்டியில், Edit parameters > பெட்டியைத் தேர்ந்தெடுக்கவும்.
th: ในกล่องโต้ตอบเครื่องยนต์ ให้ทำเครื่องหมายที่ช่อง <แก้ไขพารามิเตอร์>
tr: Motor iletişim kutusunda, < Parametreleri düzenle > kutusunu işaretleyin.
uk: У діалоговому вікні механізму встановіть прапорець < Редагувати параметри >.
ur: انجن ڈائیلاگ باکس میں، <پیرامیٹر میں ترمیم کریں> باکس کو چیک کریں۔
vi: trong hộp thoại công cụ, hãy đánh dấu vào ô <Chỉnh sửa tham số>.
zh: 在引擎对话框中，选中“<编辑参数>”复选框。

source: Then column one of the list will change from the option number
ar: ثم العمود الأول من القائمة سيتغير من رقم الخيار
bg: След това колона едно от списъка ще се промени от номера на опцията
bn: তারপর তালিকার এক কলামটি বিকল্প নম্বর থেকে পরিবর্তিত হবে
cs: Pak se první sloupec seznamu změní od čísla možnosti
da: Så ændres kolonne et på listen fra valgmulighedsnummeret
de: Dann ändert sich die erste Spalte der Liste entsprechend der Optionsnummer.
el: Στη συνέχεια, η πρώτη στήλη της λίστας θα αλλάξει από τον αριθμό επιλογής
es: Entonces, la primera columna de la lista cambiará del número de opción.
et: Seejärel muutub loendi esimese veeru number valikunumbrist
fa: سپس ستون یکی از لیست از شماره گزینه تغییر خواهد کرد
fi: Sitten luettelon ensimmäinen sarake muuttuu vaihtoehdon numerosta
fr: La première colonne de la liste changera alors, passant du numéro d'option
he: לאחר מכן עמודה ראשונה ברשימה תשתנה ממספר האפשרות
hi: फिर सूची का पहला कॉलम विकल्प संख्या से बदल जाएगा
hu: Ekkor a lista első oszlopának száma megváltozik a lehetőségről.
id: Kemudian kolom satu dari daftar akan berubah dari nomor opsi
it: Quindi la colonna uno dell'elenco cambierà dal numero dell'opzione
ja: 次にリストの1列目がオプション番号から変更されます
ko: 그러면 목록의 첫 번째 열이 옵션 번호에서 변경됩니다.
lt: Tada pirmame sąrašo stulpelyje pasikeis parinkties numeris
lv: Tad saraksta pirmās kolonnas numurs mainīsies no opcijas numura
nl: Dan zal kolom één van de lijst veranderen van het optienummer
no: Da vil kolonne én i listen endres fra alternativnummeret
pl: Następnie pierwsza kolumna listy zmieni się z numeru opcji
pt: Então, a primeira coluna da lista mudará do número da opção.
ro: Apoi, prima coloană a listei se va schimba de la numărul opțiunii
ru: Тогда первый столбец списка изменится с номера опции
sq: Pastaj kolona e parë e listës do të ndryshojë nga numri i opsionit
sr: Тада ће се број опције у првој колони листе променити
sv: Då ändras den första kolumnen i listan från alternativnumret
sw: Kisha safu wima moja ya orodha itabadilika kutoka nambari ya chaguo
ta: பின்னர் பட்டியலில் உள்ள ஒரு நெடுவரிசை விருப்ப எண்ணிலிருந்து மாறும்.
th: จากนั้นคอลัมน์หนึ่งของรายการจะเปลี่ยนจากหมายเลขตัวเลือก
tr: Daha sonra listenin birinci sütunu seçenek numarasından değişecektir
uk: Тоді перший стовпець списку зміниться з номера опції
ur: پھر فہرست میں سے ایک کالم آپشن نمبر سے بدل جائے گا۔
vi: Sau đó cột một của danh sách sẽ thay đổi từ số tùy chọn
zh: 然后列表的第一列将从选项编号变为选项编号。

source: to a value that you can then edit.
ar: إلى قيمة يمكنك تعديلها بعد ذلك.
bg: до стойност, която след това можете да редактирате.
bn: এমন একটি মান যা আপনি সম্পাদনা করতে পারবেন।
cs: na hodnotu, kterou pak můžete upravit.
da: til en værdi, som du derefter kan redigere.
de: zu einem Wert, den Sie anschließend bearbeiten können.
el: σε μια τιμή την οποία μπορείτε στη συνέχεια να επεξεργαστείτε.
es: a un valor que luego podrá editar.
et: väärtuseni, mida saate seejärel muuta.
fa: به مقداری که بتوانید آن را ویرایش کنید.
fi: arvoon, jota voit sitten muokata.
fr: à une valeur que vous pourrez ensuite modifier.
he: לערך שתוכל לאחר מכן לערוך.
hi: एक मान जिसे आप संपादित कर सकते हैं.
hu: egy olyan értékre, amelyet aztán szerkeszthet.
id: ke nilai yang kemudian dapat Anda edit.
it: a un valore che potrai poi modificare.
ja: その後編集できる値に設定します。
ko: 편집할 수 있는 값으로 설정합니다.
lt: iki vertės, kurią vėliau galėsite redaguoti.
lv: uz vērtību, kuru pēc tam var rediģēt.
nl: naar een waarde die u vervolgens kunt bewerken.
no: til en verdi som du deretter kan redigere.
pl: do wartości, którą następnie możesz edytować.
pt: para um valor que você poderá editar posteriormente.
ro: la o valoare pe care o puteți edita apoi.
ru: к значению, которое затем можно редактировать.
sq: në një vlerë që mund ta modifikoni më pas.
sr: на вредност коју затим можете изменити.
sv: till ett värde som du sedan kan redigera.
sw: kwa thamani ambayo unaweza kuhariri.
ta: நீங்கள் திருத்தக்கூடிய ஒரு மதிப்புக்கு.
th: ให้เป็นค่าที่คุณสามารถแก้ไขได้
tr: daha sonra düzenleyebileceğiniz bir değere.
uk: до значення, яке потім можна редагувати.
ur: اس قدر کے لیے جس میں آپ ترمیم کر سکتے ہیں۔
vi: thành một giá trị mà sau đó bạn có thể chỉnh sửa.
zh: 得到一个您可以编辑的值。

source: Initially, these values are set to the default.
ar: في البداية، يتم تعيين هذه القيم على القيمة الافتراضية.
bg: Първоначално тези стойности са зададени по подразбиране.
bn: প্রাথমিকভাবে, এই মানগুলি ডিফল্টে সেট করা থাকে।
cs: Zpočátku jsou tyto hodnoty nastaveny na výchozí hodnoty.
da: Disse værdier er i starten indstillet til standardværdierne.
de: Diese Werte sind anfänglich auf die Standardeinstellungen festgelegt.
el: Αρχικά, αυτές οι τιμές ορίζονται στις προεπιλεγμένες.
es: Inicialmente, estos valores se establecen en los valores predeterminados.
et: Algselt on need väärtused seatud vaikeväärtustele.
fa: در ابتدا، این مقادیر به صورت پیش‌فرض تنظیم می‌شوند.
fi: Aluksi nämä arvot asetetaan oletusarvoihin.
fr: Initialement, ces valeurs sont définies par défaut.
he: בתחילה, ערכים אלה מוגדרים כברירת מחדל.
hi: प्रारंभ में, ये मान डिफ़ॉल्ट पर सेट होते हैं।
hu: Kezdetben ezek az értékek az alapértelmezett értékekre vannak állítva.
id: Awalnya, nilai-nilai ini ditetapkan ke default.
it: Inizialmente, questi valori sono impostati sui valori predefiniti.
ja: 最初は、これらの値はデフォルトに設定されています。
ko: 처음에는 이러한 값이 기본값으로 설정됩니다.
lt: Iš pradžių šios vertės nustatomos pagal numatytuosius nustatymus.
lv: Sākotnēji šīs vērtības tiek iestatītas uz noklusējuma vērtībām.
nl: Aanvankelijk zijn deze waarden ingesteld op de standaardwaarden.
no: I utgangspunktet er disse verdiene satt til standard.
pl: Początkowo wartości te są ustawione na wartości domyślne.
pt: Inicialmente, esses valores são definidos como padrão.
ro: Inițial, aceste valori sunt setate la valorile implicite.
ru: Изначально эти значения установлены по умолчанию.
sq: Fillimisht, këto vlera janë vendosur në vlerat fillestare.
sr: У почетку, ове вредности су подешене на подразумеване вредности.
sv: Ursprungligen är dessa värden inställda på standardvärdena.
sw: Hapo awali, maadili haya yamewekwa kwa msingi.
ta: ஆரம்பத்தில், இந்த மதிப்புகள் முன்னிருப்பாக அமைக்கப்படும்.
th: ในเบื้องต้นค่าเหล่านี้จะถูกตั้งค่าเป็นค่าเริ่มต้น
tr: Başlangıçta bu değerler varsayılan değerlere ayarlanır.
uk: Спочатку ці значення встановлені за замовчуванням.
ur: ابتدائی طور پر، یہ اقدار ڈیفالٹ پر سیٹ ہیں.
vi: Ban đầu, các giá trị này được đặt theo mặc định.
zh: 初始状态下，这些值设置为默认值。

source: When you have finished editing click < Ok >
ar: عند الانتهاء من التحرير انقر فوق <موافق>
bg: След като приключите с редактирането, щракнете върху <OK>
bn: সম্পাদনা শেষ হলে <ঠিক আছে> এ ক্লিক করুন।
cs: Po dokončení úprav klikněte na <OK>
da: Når du er færdig med at redigere, skal du klikke på <Ok>
de: Wenn Sie die Bearbeitung abgeschlossen haben, klicken Sie auf < OK >
el: Όταν ολοκληρώσετε την επεξεργασία, κάντε κλικ στο <Ok>
es: Cuando hayas terminado de editar, haz clic en < Aceptar >
et: Kui olete redigeerimise lõpetanud, klõpsake <OK>
fa: وقتی ویرایش را تمام کردید، روی <تایید> کلیک کنید.
fi: Kun olet lopettanut muokkaamisen, napsauta <OK>
fr: Une fois la modification terminée, cliquez sur < OK >
he: לאחר שסיימתם לערוך לחצו על <אישור>
hi: जब आप संपादन समाप्त कर लें तो < Ok > पर क्लिक करें
hu: Ha befejezte a szerkesztést, kattintson az <OK> gombra.
id: Setelah Anda selesai mengedit klik < Ok >
it: Una volta terminata la modifica clicca su < Ok >
ja: 編集が完了したら、< OK > をクリックします。
ko: 편집이 끝나면 <확인>을 클릭하세요.
lt: Baigę redaguoti, spustelėkite <Gerai>
lv: Kad rediģēšana ir pabeigta, noklikšķiniet uz <Labi>
nl: Wanneer u klaar bent met bewerken, klikt u op <Ok>
no: Når du er ferdig med å redigere, klikk på <OK>
pl: Po zakończeniu edycji kliknij < Ok >
pt: Quando terminar de editar, clique em < Ok >
ro: După ce ați terminat de editat, faceți clic pe <Ok>
ru: Когда вы закончите редактирование, нажмите <ОК>.
sq: Kur të keni mbaruar redaktimin, klikoni <Në rregull>
sr: Када завршите са уређивањем, кликните на <ОК>
sv: När du är klar med redigeringen klickar du på <Ok>
sw: Ukimaliza kuhariri bonyeza < Ok >
ta: நீங்கள் திருத்துதல் முடிந்ததும் சரி > என்பதைக் கிளிக் செய்யவும்.
th: เมื่อแก้ไขเสร็จแล้วคลิก < ตกลง >
tr: Düzenlemeyi tamamladığınızda < Tamam >'a tıklayın
uk: Після завершення редагування натисніть <ОК>
ur: جب آپ ترمیم مکمل کر لیں تو <Ok> پر کلک کریں۔
vi: Khi bạn đã hoàn tất việc chỉnh sửa, hãy nhấp vào < Ok >
zh: 编辑完成后，点击<确定>

source: The engine parameter list dialog box will close, the values will be saved
ar: سيتم إغلاق مربع حوار قائمة معلمات المحرك، وسيتم حفظ القيم
bg: Диалоговият прозорец със списъка с параметри на двигателя ще се затвори, стойностите ще бъдат запазени
bn: ইঞ্জিন প্যারামিটার তালিকার ডায়ালগ বক্স বন্ধ হয়ে যাবে, মানগুলি সংরক্ষণ করা হবে।
cs: Dialogové okno se seznamem parametrů motoru se zavře a hodnoty se uloží.
da: Dialogboksen med motorparameterlisten lukkes, og værdierne gemmes.
de: Das Dialogfeld mit der Motorparameterliste wird geschlossen, die Werte werden gespeichert.
el: Το παράθυρο διαλόγου της λίστας παραμέτρων του κινητήρα θα κλείσει και οι τιμές θα αποθηκευτούν.
es: El cuadro de diálogo de la lista de parámetros del motor se cerrará y los valores se guardarán.
et: Mootori parameetrite loendi dialoogiboks sulgub ja väärtused salvestatakse.
fa: کادر محاوره‌ای لیست پارامترهای موتور بسته خواهد شد، مقادیر ذخیره می‌شوند.
fi: Moottorin parametriluettelon valintaikkuna sulkeutuu ja arvot tallennetaan.
fr: La boîte de dialogue de la liste des paramètres du moteur se fermera et les valeurs seront enregistrées.
he: תיבת הדו-שיח של רשימת פרמטרי המנוע תיסגר, הערכים יישמרו
hi: इंजन पैरामीटर सूची संवाद बॉक्स बंद हो जाएगा, मान सहेजे जाएंगे
hu: A motorparaméterek listáját tartalmazó párbeszédpanel bezárul, az értékek mentésre kerülnek.
id: Kotak dialog daftar parameter mesin akan ditutup, nilainya akan disimpan
it: La finestra di dialogo dell'elenco dei parametri del motore si chiuderà e i valori verranno salvati
ja: エンジンパラメータリストダイアログボックスが閉じられ、値が保存されます。
ko: 엔진 매개변수 목록 대화 상자가 닫히고 값이 저장됩니다.
lt: Variklio parametrų sąrašo dialogo langas užsidarys, reikšmės bus išsaugotos
lv: Dzinēja parametru saraksta dialoglodziņš aizvērsies, vērtības tiks saglabātas.
nl: Het dialoogvenster met de motorparameterlijst wordt gesloten en de waarden worden opgeslagen
no: Dialogboksen for motorparameterlisten lukkes, og verdiene lagres.
pl: Okno dialogowe listy parametrów silnika zostanie zamknięte, wartości zostaną zapisane
pt: A caixa de diálogo da lista de parâmetros do motor será fechada e os valores serão salvos.
ro: Caseta de dialog cu lista parametrilor motorului se va închide, valorile vor fi salvate
ru: Диалоговое окно списка параметров двигателя закроется, значения будут сохранены.
sq: Kutia e dialogut e listës së parametrave të motorit do të mbyllet, vlerat do të ruhen
sr: Дијалог прозор са листом параметара мотора ће се затворити, вредности ће бити сачуване
sv: Dialogrutan för motorparameterlistan stängs och värdena sparas.
sw: Sanduku la mazungumzo ya orodha ya parameta ya injini itafunga, maadili yatahifadhiwa
ta: இயந்திர அளவுரு பட்டியல் உரையாடல் பெட்டி மூடப்படும், மதிப்புகள் சேமிக்கப்படும்.
th: กล่องโต้ตอบรายการพารามิเตอร์เครื่องยนต์จะปิดลง ค่าต่างๆ จะถูกบันทึกไว้
tr: Motor parametre listesi iletişim kutusu kapanacak, değerler kaydedilecektir
uk: Діалогове вікно зі списком параметрів двигуна закриється, значення будуть збережені
ur: انجن پیرامیٹر لسٹ ڈائیلاگ باکس بند ہو جائے گا، قدریں محفوظ ہو جائیں گی۔
vi: Hộp thoại danh sách tham số động cơ sẽ đóng lại, các giá trị sẽ được lưu
zh: 发动机参数列表对话框将关闭，数值将被保存。

source: in memory and used with the engine during the current session.
ar: في الذاكرة ويتم استخدامها مع المحرك أثناء الجلسة الحالية.
bg: в паметта и използван с двигателя по време на текущата сесия.
bn: মেমোরিতে এবং বর্তমান সেশনের সময় ইঞ্জিনের সাথে ব্যবহৃত।
cs: v paměti a používá se s enginem během aktuální relace.
da: i hukommelsen og bruges sammen med motoren under den aktuelle session.
de: im Speicher und wird während der aktuellen Sitzung von der Engine verwendet.
el: στη μνήμη και χρησιμοποιείται με τη μηχανή κατά την τρέχουσα συνεδρία.
es: en memoria y utilizada con el motor durante la sesión actual.
et: mälus ja kasutatakse mootoriga praeguse seansi ajal.
fa: در حافظه قرار دارد و در طول جلسه فعلی با موتور استفاده می‌شود.
fi: muistissa ja käytetään moottorin kanssa nykyisen istunnon aikana.
fr: en mémoire et utilisée avec le moteur pendant la session en cours.
he: בזיכרון ומשמשים עם המנוע במהלך הסשן הנוכחי.
hi: मेमोरी में संग्रहीत और वर्तमान सत्र के दौरान इंजन के साथ उपयोग किया जाता है।
hu: a memóriában, és az aktuális munkamenet során a motorral együtt használatos.
id: dalam memori dan digunakan dengan mesin selama sesi saat ini.
it: in memoria e utilizzati con il motore durante la sessione corrente.
ja: メモリに保存され、現在のセッション中にエンジンで使用されます。
ko: 메모리에 저장되어 현재 세션 동안 엔진과 함께 사용됩니다.
lt: atmintyje ir naudojamas su varikliu dabartinės sesijos metu.
lv: atmiņā un tiek izmantots kopā ar dzinēju pašreizējās sesijas laikā.
nl: in het geheugen en wordt tijdens de huidige sessie met de engine gebruikt.
no: i minnet og brukt med motoren under gjeldende økt.
pl: w pamięci i używane z silnikiem podczas bieżącej sesji.
pt: Na memória e utilizada pelo motor durante a sessão atual.
ro: în memorie și utilizat cu motorul în timpul sesiunii curente.
ru: в памяти и используется движком во время текущего сеанса.
sq: në kujtesë dhe përdoret me motorin gjatë seancës aktuale.
sr: у меморији и користи се са мотором током тренутне сесије.
sv: i minnet och används med motorn under den aktuella sessionen.
sw: kwenye kumbukumbu na kutumika na injini wakati wa kikao cha sasa.
ta: நினைவகத்தில் மற்றும் தற்போதைய அமர்வின் போது இயந்திரத்துடன் பயன்படுத்தப்படுகிறது.
th: ในหน่วยความจำและใช้กับเครื่องยนต์ระหว่างเซสชันปัจจุบัน
tr: bellekte tutulur ve geçerli oturum sırasında motorla birlikte kullanılır.
uk: у пам'яті та використовується з двигуном протягом поточного сеансу.
ur: میموری میں اور موجودہ سیشن کے دوران انجن کے ساتھ استعمال کیا جاتا ہے۔
vi: trong bộ nhớ và được sử dụng với công cụ trong phiên hiện tại.
zh: 存储在内存中，并在当前会话期间与引擎一起使用。
