Repository: RoySawyer/nimzo_3d_15
Catalog: main_15_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: If you want to store the values permanenetly to a file,
ar: إذا كنت تريد تخزين القيم بشكل دائم في ملف،
bg: Ако искате да съхраните стойностите постоянно във файл,
bn: যদি আপনি মানগুলি স্থায়ীভাবে একটি ফাইলে সংরক্ষণ করতে চান,
cs: Pokud chcete hodnoty trvale ukládat do souboru,
da: Hvis du vil gemme værdierne permanent i en fil,
de: Wenn Sie die Werte dauerhaft in einer Datei speichern möchten,
el: Αν θέλετε να αποθηκεύσετε τις τιμές μόνιμα σε ένα αρχείο,
es: Si desea almacenar los valores de forma permanente en un archivo,
et: Kui soovite väärtused jäädavalt faili salvestada,
fa: اگر می‌خواهید مقادیر را به طور دائم در یک فایل ذخیره کنید،
fi: Jos haluat tallentaa arvot pysyvästi tiedostoon,
fr: Si vous souhaitez enregistrer les valeurs de manière permanente dans un fichier,
he: אם ברצונך לשמור את הערכים לצמיתות בקובץ,
hi: यदि आप मानों को स्थायी रूप से किसी फ़ाइल में संग्रहीत करना चाहते हैं,
hu: Ha az értékeket véglegesen, fájlba szeretnéd menteni,
id: Jika Anda ingin menyimpan nilai secara permanen ke dalam sebuah file,
it: Se si desidera memorizzare i valori in modo permanente in un file,
ja: 値をファイルに永続的に保存したい場合は、
ko: 값을 파일에 영구적으로 저장하려면
lt: Jei norite reikšmes visam laikui išsaugoti faile,
lv: Ja vēlaties vērtības saglabāt failā neatgriezeniski,
nl: Als u de waarden permanent in een bestand wilt opslaan,
no: Hvis du vil lagre verdiene permanent i en fil,
pl: Jeśli chcesz trwale zapisać wartości w pliku,
pt: Se você deseja armazenar os valores permanentemente em um arquivo,
ro: Dacă doriți să stocați valorile permanent într-un fișier,
ru: Если вы хотите сохранить значения в файле навсегда,
sq: Nëse doni t’i ruani vlerat përgjithmonë në një skedar,
sr: Ако желите трајно да сачувате вредности у датотеци,
sv: Om du vill lagra värdena permanent i en fil,
sw: Ikiwa unataka kuhifadhi maadili kwa kudumu kwa faili,
ta: மதிப்புகளை ஒரு கோப்பில் நிரந்தரமாக சேமிக்க விரும்பினால்,
th: หากคุณต้องการจัดเก็บค่าถาวรลงในไฟล์
tr: Değerleri kalıcı olarak bir dosyaya kaydetmek istiyorsanız,
uk: Якщо ви хочете постійно зберігати значення у файлі,
ur: اگر آپ اقدار کو کسی فائل میں مستقل طور پر ذخیرہ کرنا چاہتے ہیں،
vi: Nếu bạn muốn lưu trữ các giá trị vĩnh viễn vào một tệp,
zh: 如果你想将这些值永久保存到文件中，

source: then click on the small
ar: ثم انقر على الصغيرة
bg: след това щракнете върху малката
bn: তারপর ছোটটিতে ক্লিক করুন
cs: pak klikněte na malý
da: klik derefter på den lille
de: Klicken Sie dann auf das kleine
el: στη συνέχεια κάντε κλικ στο μικρό
es: luego haz clic en el pequeño
et: seejärel klõpsake väikesel
fa: سپس روی کوچک کلیک کنید
fi: napsauta sitten pientä
fr: puis cliquez sur le petit
he: לאחר מכן לחצו על הקטן
hi: फिर छोटे पर क्लिक करें
hu: majd kattintson a kis
id: lalu klik yang kecil
it: quindi clicca sul piccolo
ja: 小さな
ko: 그런 다음 작은 것을 클릭하세요
lt: tada spustelėkite mažąją
lv: pēc tam noklikšķiniet uz mazā
nl: klik dan op de kleine
no: klikk deretter på den lille
pl: następnie kliknij na mały
pt: Em seguida, clique no pequeno
ro: apoi faceți clic pe micul
ru: затем нажмите на маленький
sq: pastaj klikoni mbi të vogëlin
sr: затим кликните на мали
sv: klicka sedan på den lilla
sw: kisha bonyeza ndogo
ta: பின்னர் சிறியதைக் கிளிக் செய்யவும்
th: จากนั้นคลิกที่ปุ่มเล็ก ๆ
tr: sonra küçük olana tıklayın
uk: потім натисніть на маленький
ur: پھر چھوٹے پر کلک کریں
vi: sau đó nhấp vào nhỏ
zh: 然后点击小按钮

source: box next to < Save parameters >
ar: المربع بجوار < حفظ المعلمات >
bg: квадратче до < Запазване на параметри >
bn: <সেভ প্যারামিটার > এর পাশের বাক্স
cs: políčko vedle < Uložit parametry >
da: boksen ud for <Gem parametre>
de: Feld neben < Parameter speichern >
el: πλαίσιο δίπλα στην επιλογή < Αποθήκευση παραμέτρων >
es: casilla junto a < Guardar parámetros >
et: kasti < Salvesta parameetrid > kõrval
fa: کادر کنار <ذخیره پارامترها>
fi: valintaruutu < Tallenna parametrit > vieressä
fr: case à côté de < Enregistrer les paramètres >
he: התיבה שליד < שמור פרמטרים >
hi: < पैरामीटर सहेजें > के आगे स्थित बॉक्स
hu: a < Paraméterek mentése > melletti mezőben
id: kotak di samping < Simpan parameter >
it: casella accanto a < Salva parametri >
ja: <パラメータを保存>の横にあるボックス
ko: <매개변수 저장> 옆의 상자
lt: langelį šalia < Įrašyti parametrus >
lv: lodziņā blakus < Saglabāt parametrus >
nl: vakje naast <Parameters opslaan>
no: boksen ved siden av < Lagre parametere >
pl: pole obok < Zapisz parametry >
pt: caixa ao lado de < Salvar parâmetros >
ro: caseta de lângă < Salvare parametri >
ru: поле рядом с <Сохранить параметры>
sq: kutia pranë < Ruaj parametrat >
sr: поље поред < Сачувај параметре >
sv: rutan bredvid <Spara parametrar>
sw: kisanduku karibu na < Hifadhi vigezo >
ta: <Save parameters > க்கு அடுத்துள்ள பெட்டி
th: กล่องข้างๆ < บันทึกพารามิเตอร์ >
tr: < Parametreleri kaydet >'in yanındaki kutu
uk: поле поруч із пунктом < Зберегти параметри >
ur: <پیرامیٹر محفوظ کریں> کے آگے باکس
vi: hộp bên cạnh < Lưu tham số >
zh: <保存参数>旁边的方框

source: You can then save the parameters in a < .epf > file
ar: يمكنك بعد ذلك حفظ المعلمات في ملف < .epf >
bg: След това можете да запазите параметрите във файл с разширение < .epf >.
bn: এরপর আপনি প্যারামিটারগুলো একটি < .epf > ফাইলে সংরক্ষণ করতে পারবেন।
cs: Parametry pak můžete uložit do souboru < .epf >.
da: Du kan derefter gemme parametrene i en <.epf>-fil
de: Anschließend können Sie die Parameter in einer <.epf>-Datei speichern.
el: Στη συνέχεια, μπορείτε να αποθηκεύσετε τις παραμέτρους σε ένα αρχείο <.epf>
es: Luego puedes guardar los parámetros en un archivo <.epf>
et: Seejärel saate parameetrid salvestada <.epf>-faili.
fa: سپس می‌توانید پارامترها را در یک فایل <.epf> ذخیره کنید.
fi: Voit sitten tallentaa parametrit < .epf > -tiedostoon.
fr: Vous pouvez ensuite enregistrer les paramètres dans un fichier < .epf >
he: לאחר מכן ניתן לשמור את הפרמטרים בקובץ < .epf >
hi: फिर आप पैरामीटर्स को < .epf > फ़ाइल में सहेज सकते हैं
hu: Ezután elmentheti a paramétereket egy < .epf > fájlba.
id: Anda kemudian dapat menyimpan parameter dalam file <.epf>
it: È quindi possibile salvare i parametri in un file < .epf >
ja: その後、パラメータを<.epf>ファイルに保存できます。
ko: 그런 다음 매개변수를 <.epf> 파일에 저장할 수 있습니다.
lt: Tada galite išsaugoti parametrus faile <.epf>.
lv: Pēc tam parametrus var saglabāt <.epf> failā.
nl: Vervolgens kunt u de parameters opslaan in een < .epf > bestand
no: Du kan deretter lagre parameterne i en <.epf>-fil
pl: Następnie możesz zapisać parametry w pliku < .epf >
pt: Em seguida, você pode salvar os parâmetros em um arquivo <.epf>.
ro: Apoi puteți salva parametrii într-un fișier <.epf>
ru: Затем вы можете сохранить параметры в файле < .epf >.
sq: Pastaj mund t'i ruani parametrat në një skedar <.epf>
sr: Затим можете сачувати параметре у < .epf > датотеци
sv: Du kan sedan spara parametrarna i en <.epf>-fil
sw: Kisha unaweza kuhifadhi vigezo katika < .epf > faili
ta: பின்னர் நீங்கள் அளவுருக்களை < .epf > கோப்பில் சேமிக்கலாம்.
th: จากนั้นคุณสามารถบันทึกพารามิเตอร์ในไฟล์ < .epf > ได้
tr: Daha sonra parametreleri bir < .epf > dosyasına kaydedebilirsiniz
uk: Потім ви можете зберегти параметри у файлі < .epf >.
ur: پھر آپ پیرامیٹرز کو < .epf > فائل میں محفوظ کر سکتے ہیں۔
vi: Sau đó, bạn có thể lưu các tham số trong tệp < .epf >
zh: 然后您可以将参数保存到 < .epf > 文件中

source: which can be subsequently loaded with the < Load parameters > option.
ar: والتي يمكن تحميلها لاحقًا باستخدام خيار <تحميل المعلمات>.
bg: които впоследствие могат да бъдат заредени с опцията < Зареждане на параметри >.
bn: যা পরবর্তীতে <Lad parameters > বিকল্পের সাহায্যে লোড করা যেতে পারে।
cs: které lze následně načíst pomocí volby < Načíst parametry >.
da: som efterfølgende kan indlæses med indstillingen <Indlæs parametre>.
de: die anschließend mit der Option < Parameter laden > geladen werden können.
el: η οποία μπορεί στη συνέχεια να φορτωθεί με την επιλογή < Φόρτωση παραμέτρων >.
es: que posteriormente se puede cargar con la opción <Cargar parámetros>.
et: mida saab hiljem laadida valikuga <Laadi parameetrid>.
fa: که متعاقباً می‌توان آن را با گزینه <بارگذاری پارامترها> بارگذاری کرد.
fi: joka voidaan myöhemmin ladata <Lataa parametrit> -vaihtoehdolla.
fr: qui peuvent ensuite être chargés avec l'option < Charger les paramètres >.
he: אשר ניתן לטעון לאחר מכן באמצעות האפשרות < Load parameters > ).
hi: जिसे बाद में < लोड पैरामीटर्स > विकल्प के साथ लोड किया जा सकता है।
hu: amely később a < Paraméterek betöltése > opcióval tölthető be.
id: yang dapat dimuat selanjutnya dengan opsi < Muat parameter >.
it: che possono essere caricati successivamente con l'opzione <Carica parametri>.
ja: その後、< Load parameters > オプションを使用して読み込むことができます。
ko: 이후 <매개변수 로드> 옵션을 사용하여 로드할 수 있습니다.
lt: kurį vėliau galima įkelti naudojant parinktį <Įkelti parametrus>.
lv: ko pēc tam var ielādēt ar opciju <Ielādēt parametrus>.
nl: die vervolgens geladen kunnen worden met de optie < Load parameters >.
no: som senere kan lastes inn med alternativet <Last inn parametere>.
pl: które można następnie załadować za pomocą opcji < Załaduj parametry >.
pt: que podem ser carregados posteriormente com a opção < Carregar parâmetros >.
ro: care pot fi încărcate ulterior cu opțiunea < Încărcare parametri >.
ru: которые впоследствии можно загрузить с помощью опции <Загрузить параметры>.
sq: të cilat më pas mund të ngarkohen me opsionin <Ngarko parametrat>.
sr: који се накнадно могу учитати опцијом < Учитај параметре >.
sv: som sedan kan laddas med alternativet <Ladda parametrar>.
sw: ambayo inaweza kupakiwa baadaye na chaguo la < Load parameters >.
ta: பின்னர் அதை <Load parameters > விருப்பத்துடன் ஏற்றலாம்.
th: ซึ่งสามารถโหลดในภายหลังได้ด้วยตัวเลือก <โหลดพารามิเตอร์>
tr: Daha sonra < Parametreleri yükle > seçeneği ile yüklenebilmektedir.
uk: які згодом можна завантажити за допомогою опції < Завантажити параметри >.
ur: جسے بعد میں <لوڈ پیرامیٹرز> اختیار کے ساتھ لوڈ کیا جاسکتا ہے۔
vi: có thể được tải sau đó bằng tùy chọn <Tải tham số>.
zh: 随后可以使用 < 加载参数 > 选项加载这些参数。

source: These < .epf > files for storing engine parameters are not the same
ar: هذه الملفات < .epf > لتخزين معلمات المحرك ليست هي نفسها
bg: Тези < .epf > файлове за съхранение на параметри на двигателя не са еднакви
bn: ইঞ্জিন প্যারামিটার সংরক্ষণের জন্য এই < .epf > ফাইলগুলি একই নয়
cs: Tyto soubory < .epf > pro ukládání parametrů motoru nejsou stejné
da: Disse <.epf>-filer til lagring af motorparametre er ikke de samme.
de: Diese <.epf>-Dateien zum Speichern von Motorparametern sind nicht dieselben
el: Αυτά τα αρχεία <.epf> για την αποθήκευση παραμέτρων μηχανής δεν είναι τα ίδια
es: Estos archivos <.epf> para almacenar parámetros del motor no son iguales.
et: Need mootori parameetrite salvestamiseks mõeldud < .epf > failid ei ole samad.
fa: این فایل‌های <.epf> که برای ذخیره پارامترهای موتور استفاده می‌شوند، یکسان نیستند.
fi: Nämä moottoriparametrien tallentamiseen tarkoitetut < .epf > -tiedostot eivät ole samoja
fr: Ces fichiers < .epf > servant à stocker les paramètres du moteur ne sont pas identiques.
he: קבצי <.epf> אלה לאחסון פרמטרים של מנוע אינם זהים
hi: इंजन पैरामीटर संग्रहीत करने वाली ये < .epf > फ़ाइलें समान नहीं हैं
hu: Ezek a motorparaméterek tárolására szolgáló < .epf > fájlok nem ugyanazok.
id: File <.epf> ini untuk menyimpan parameter mesin tidak sama
it: Questi file < .epf > per la memorizzazione dei parametri del motore non sono gli stessi
ja: エンジンパラメータを保存するためのこれらの<.epf>ファイルは、同じではありません。
ko: 엔진 매개변수를 저장하기 위한 이 < .epf > 파일은 동일하지 않습니다.
lt: Šie <.epf> failai, skirti variklio parametrams saugoti, nėra vienodi
lv: Šie <.epf> faili dzinēja parametru glabāšanai nav vienādi.
nl: Deze < .epf > bestanden voor het opslaan van engine parameters zijn niet hetzelfde
no: Disse <.epf>-filene for lagring av motorparametere er ikke de samme.
pl: Te pliki < .epf > służące do przechowywania parametrów silnika nie są takie same
pt: Esses arquivos < .epf > para armazenar parâmetros do motor não são iguais.
ro: Aceste fișiere < .epf > pentru stocarea parametrilor motorului nu sunt identice
ru: Эти файлы < .epf > для хранения параметров двигателя не одинаковы
sq: Këto skedarë <.epf> për ruajtjen e parametrave të motorit nuk janë të njëjta.
sr: Ове < .epf > датотеке за чување параметара мотора нису исте
sv: Dessa <.epf>-filer för att lagra motorparametrar är inte desamma
sw: Faili hizi za < .epf > za kuhifadhi vigezo vya injini si sawa
ta: இயந்திர அளவுருக்களை சேமிப்பதற்கான இந்த < .epf > கோப்புகள் ஒரே மாதிரியானவை அல்ல.
th: ไฟล์ < .epf > เหล่านี้สำหรับจัดเก็บพารามิเตอร์เครื่องยนต์ไม่เหมือนกัน
tr: Motor parametrelerini depolamak için kullanılan bu < .epf > dosyaları aynı değildir
uk: Ці файли < .epf > для зберігання параметрів двигуна не однакові
ur: انجن کے پیرامیٹرز کو ذخیرہ کرنے کے لیے یہ < .epf > فائلیں ایک جیسی نہیں ہیں۔
vi: Các tập tin < .epf > này để lưu trữ các tham số động cơ không giống nhau
zh: 这些用于存储发动机参数的 <.epf> 文件并不相同

source: as the < .epm > files for storing the options in the engine dialog box,
ar: مثل ملفات < .epm > لتخزين الخيارات في مربع حوار المحرك،
bg: като < .epm > файловете за съхраняване на опциите в диалоговия прозорец на двигателя,
bn: ইঞ্জিন ডায়ালগ বক্সে অপশন সংরক্ষণের জন্য < .epm > ফাইল হিসেবে,
cs: jako soubory < .epm > pro ukládání voleb v dialogovém okně enginu,
da: som <.epm>-filerne til lagring af indstillingerne i motordialogboksen,
de: als die <.epm>-Dateien zum Speichern der Optionen im Motordialogfeld,
el: ως τα αρχεία <.epm > για την αποθήκευση των επιλογών στο παράθυρο διαλόγου της μηχανής,
es: como los archivos < .epm > para almacenar las opciones en el cuadro de diálogo del motor,
et: failidena <.epm>, mis salvestavad mootori dialoogiboksi valikud,
fa: به عنوان فایل‌های <.epm> برای ذخیره گزینه‌ها در کادر محاوره‌ای موتور،
fi: < .epm > -tiedostoina, joihin moottorivalintaikkunan asetukset tallennetaan,
fr: comme les fichiers < .epm > pour stocker les options dans la boîte de dialogue du moteur,
he: כקבצי <.epm> לאחסון האפשרויות בתיבת הדו-שיח של המנוע,
hi: इंजन संवाद बॉक्स में विकल्पों को संग्रहीत करने के लिए < .epm > फ़ाइलों के रूप में,
hu: a motor párbeszédpaneljén található beállítások tárolására szolgáló < .epm > fájlokként,
id: sebagai file <.epm> untuk menyimpan opsi di kotak dialog mesin,
it: come file < .epm > per memorizzare le opzioni nella finestra di dialogo del motore,
ja: エンジンダイアログボックスのオプションを保存するための<.epm>ファイルとして、
ko: 엔진 대화 상자의 옵션을 저장하기 위한 < .epm > 파일로,
lt: kaip <.epm> failus, skirtus parinktims saugoti modulio dialogo lange,
lv: kā < .epm > failus opciju glabāšanai programmas dialoglodziņā,
nl: als de < .epm > bestanden voor het opslaan van de opties in het engine-dialoogvenster,
no: som <.epm>-filene for lagring av alternativene i motordialogboksen,
pl: jako pliki < .epm > służące do przechowywania opcji w oknie dialogowym silnika,
pt: como os arquivos < .epm > para armazenar as opções na caixa de diálogo do mecanismo,
ro: ca fișiere < .epm > pentru stocarea opțiunilor în caseta de dialog a motorului,
ru: как файлы < .epm > для хранения параметров в диалоговом окне движка,
sq: si skedarët <.epm> për ruajtjen e opsioneve në kutinë e dialogut të motorit,
sr: као < .epm > датотеке за чување опција у дијалошком оквиру мотора,
sv: som <.epm>-filerna för att lagra alternativen i motorns dialogruta,
sw: kama faili za < .epm > za kuhifadhi chaguzi kwenye sanduku la mazungumzo ya injini,
ta: எஞ்சின் உரையாடல் பெட்டியில் விருப்பங்களை சேமிப்பதற்கான < .epm > கோப்புகளாக,
th: เป็นไฟล์ < .epm > สำหรับจัดเก็บตัวเลือกในกล่องโต้ตอบเครื่องยนต์
tr: motor iletişim kutusundaki seçenekleri depolamak için < .epm > dosyaları olarak,
uk: як файли < .epm > для зберігання параметрів у діалоговому вікні механізму,
ur: انجن ڈائیلاگ باکس میں اختیارات کو ذخیرہ کرنے کے لیے <.epm> فائلوں کے طور پر،
vi: như các tập tin < .epm > để lưu trữ các tùy chọn trong hộp thoại công cụ,
zh: 作为用于存储引擎对话框中选项的 < .epm > 文件，

source: and are not inter changeable.
ar: ولا يمكن تبديلهما.
bg: и не са взаимозаменяеми.
bn: এবং আন্তঃপরিবর্তনশীল নয়।
cs: a nejsou zaměnitelné.
da: og er ikke indbyrdes udskiftelige.
de: und sind nicht austauschbar.
el: και δεν είναι εναλλάξιμα.
es: y no son intercambiables.
et: ja ei ole omavahel vahetatavad.
fa: و قابل تغییر نیستند.
fi: eivätkä ole keskenään vaihdettavissa.
fr: et ne sont pas interchangeables.
he: ואינם ניתנים להחלפה.
hi: और परस्पर परिवर्तनीय नहीं हैं।
hu: és nem felcserélhetők egymással.
id: dan tidak dapat dipertukarkan.
it: e non sono intercambiabili.
ja: 互換性はありません。
ko: 그리고 상호 교환이 불가능합니다.
lt: ir nėra tarpusavyje keičiami.
lv: un nav savstarpēji aizvietojami.
nl: en zijn niet onderling verwisselbaar.
no: og er ikke utskiftbare.
pl: i nie można ich stosować zamiennie.
pt: e não são intercambiáveis.
ro: și nu sunt interschimbabile.
ru: и не являются взаимозаменяемыми.
sq: dhe nuk janë të ndërrueshme.
sr: и нису међусобно заменљиве.
sv: och är inte utbytbara.
sw: na hazibadiliki.
ta: மற்றும் ஒன்றோடொன்று மாறக்கூடியவை அல்ல.
th: และไม่สามารถเปลี่ยนแทนกันได้
tr: ve birbirinin yerine kullanılamazlar.
uk: і не є взаємозамінними.
ur: اور ایک دوسرے سے تبدیل نہیں ہوتے۔
vi: và không thể thay thế cho nhau.
zh: 两者不可互换。

source: User value
ar: قيمة المستخدم
bg: Стойност за потребителя
bn: ব্যবহারকারীর মান
cs: Hodnota pro uživatele
da: Brugerværdi
de: Benutzerwert
el: Αξία χρήστη
es: Valor del usuario
et: Kasutaja väärtus
fa: ارزش کاربر
fi: Käyttäjäarvo
fr: valeur utilisateur
he: ערך המשתמש
hi: उपयोगकर्ता मूल्य
hu: Felhasználói érték
id: Nilai pengguna
it: Valore utente
ja: ユーザー価値
ko: 사용자 가치
lt: Vartotojo vertė
lv: Lietotāja vērtība
nl: Gebruikerswaarde
no: Brukerverdi
pl: Wartość użytkownika
pt: Valor para o usuário
ro: Valoarea utilizatorului
ru: Ценность для пользователя
sq: Vlera e përdoruesit
sr: Вредност за кориснике
sv: Användarvärde
sw: Thamani ya mtumiaji
ta: பயனர் மதிப்பு
th: มูลค่าผู้ใช้
tr: Kullanıcı değeri
uk: Цінність для користувача
ur: صارف کی قدر
vi: Giá trị người dùng
zh: 用户价值

source: Input user value
ar: قيمة إدخال المستخدم
bg: Въведете потребителска стойност
bn: ব্যবহারকারীর মান ইনপুট করুন
cs: Zadejte uživatelskou hodnotu
da: Input brugerværdi
de: Benutzerwert eingeben
el: Εισαγωγή τιμής χρήστη
es: Valor de usuario de entrada
et: Sisesta kasutaja väärtus
fa: مقدار ورودی کاربر
fi: Syötä käyttäjän arvo
fr: valeur utilisateur saisie
he: ערך משתמש קלט
hi: इनपुट उपयोगकर्ता मान
hu: Felhasználói érték megadása
id: Masukkan nilai pengguna
it: Inserisci il valore utente
ja: ユーザー値を入力
ko: 사용자 값 입력
lt: Įveskite vartotojo reikšmę
lv: Ievades lietotāja vērtība
nl: Voer gebruikerswaarde in
no: Skriv inn brukerverdi
pl: Wprowadź wartość użytkownika
pt: Insira o valor do usuário
ro: Introduceți valoarea utilizatorului
ru: Введите пользовательское значение
sq: Fut vlerën e përdoruesit
sr: Унесите корисничку вредност
sv: Ange användarvärde
sw: Ingiza thamani ya mtumiaji
ta: பயனர் மதிப்பை உள்ளிடவும்
th: ป้อนค่าผู้ใช้
tr: Kullanıcı değerini girin
uk: Введіть значення користувача
ur: صارف کی قیمت درج کریں۔
vi: Giá trị người dùng đầu vào
zh: 输入用户值

source: If you are using a Rodent 4 engine, then an extra button < Personalities..>
ar: إذا كنت تستخدم محرك Rodent 4، فسيكون هناك زر إضافي <الشخصيات..>
bg: Ако използвате двигател Rodent 4, тогава допълнителен бутон < Personalities..>
bn: যদি আপনি Rodent 4 ইঞ্জিন ব্যবহার করেন, তাহলে একটি অতিরিক্ত বোতাম <Personalities..>
cs: Pokud používáte motor Rodent 4, pak je k dispozici další tlačítko <Osobnosti..>
da: Hvis du bruger en Rodent 4-motor, så er der en ekstra knap <Personligheder..>
de: Wenn Sie eine Rodent 4-Engine verwenden, dann gibt es eine zusätzliche Schaltfläche < Persönlichkeiten..>
el: Αν χρησιμοποιείτε μηχανή Rodent 4, τότε ένα επιπλέον κουμπί <Προσωπικότητες..>
es: Si estás utilizando un motor Rodent 4, entonces hay un botón adicional <Personalidades...>
et: Kui kasutate Rodent 4 mootorit, siis on vaja lisanuppu < Isikupärastamine..>
fa: اگر از موتور Rodent 4 استفاده می‌کنید، یک دکمه اضافی <شخصیت‌ها..>
fi: Jos käytät Rodent 4 -moottoria, niin sitten ylimääräinen painike < Persoonallisuudet..>
fr: Si vous utilisez un moteur Rodent 4, un bouton supplémentaire < Personnalités..>
he: אם אתם משתמשים במנוע Rodent 4, אז כפתור נוסף <אישיויות..>
hi: यदि आप रोडेंट 4 इंजन का उपयोग कर रहे हैं, तो एक अतिरिक्त बटन < व्यक्तित्व..>
hu: Ha Rodent 4 motort használ, akkor egy extra gomb < Személyiségek..>
id: Jika Anda menggunakan mesin Rodent 4, maka tombol tambahan < Personalities..>
it: Se si utilizza un motore Rodent 4, è presente un pulsante aggiuntivo < Personalità..>
ja: Rodent 4 エンジンを使用している場合は、追加のボタン < Personalities..>
ko: Rodent 4 엔진을 사용하는 경우, 추가 버튼 < 개성..>
lt: Jei naudojate „Rodent 4“ variklį, tuomet papildomas mygtukas < Asmenybės..>
lv: Ja izmantojat Rodent 4 dzinēju, tad ir nepieciešama papildu poga < Personalitātes..>.
nl: Als je een Rodent 4-engine gebruikt, is er een extra knop <Personals..>
no: Hvis du bruker en Rodent 4-motor, så finnes det en ekstra knapp <Personligheter..>
pl: Jeżeli używasz silnika Rodent 4, to dodatkowy przycisk < Osobowości..>
pt: Se você estiver usando um motor Rodent 4, então um botão extra < Personalidades..>
ro: Dacă folosești un motor Rodent 4, atunci un buton suplimentar <Personalități..>
ru: Если вы используете движок Rodent 4, то дополнительная кнопка <Персональности..>
sq: Nëse po përdorni një motor Rodent 4, atëherë një buton shtesë < Personalitete..>
sr: Ако користите Rodent 4 мотор, онда додатно дугме < Personalities..>
sv: Om du använder en Rodent 4-motor finns det en extra knapp <Personligheter..>
sw: Ikiwa unatumia injini ya Rodent 4, basi kitufe cha ziada < Personalities..>
ta: நீங்கள் ஒரு ரோடன்ட் 4 எஞ்சினைப் பயன்படுத்துகிறீர்கள் என்றால், கூடுதல் பொத்தான்> ஆளுமைகள்>..>
th: หากคุณใช้เครื่องยนต์ Rodent 4 ก็มีปุ่มพิเศษ <Personality..>
tr: Eğer Rodent 4 motoru kullanıyorsanız, o zaman ekstra bir buton < Kişilikler..>
uk: Якщо ви використовуєте двигун Rodent 4, тоді додайте додаткову кнопку <Персоналізовані елементи...>
ur: اگر آپ Rodent 4 انجن استعمال کر رہے ہیں، تو ایک اضافی بٹن < Personalities..>
vi: Nếu bạn đang sử dụng động cơ Rodent 4, thì cần thêm một nút <Personities..>
zh: 如果您使用的是 Rodent 4 引擎，则会看到一个额外的按钮 < Personalities...>
