Repository: RoySawyer/nimzo_3d_15
Catalog: main_15_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: will appear. This button opens a dialog box which lets you select a personality
ar: سيظهر. يفتح هذا الزر مربع حوار يتيح لك تحديد شخصية
bg: ще се появи. Този бутон отваря диалогов прозорец, който ви позволява да изберете личност
bn: প্রদর্শিত হবে। এই বোতামটি একটি ডায়ালগ বক্স খুলবে যা আপনাকে একটি ব্যক্তিত্ব নির্বাচন করতে দেবে
cs: se zobrazí. Toto tlačítko otevře dialogové okno, které vám umožní vybrat osobnost
da: vises. Denne knap åbner en dialogboks, hvor du kan vælge en personlighed
de: Es erscheint eine Schaltfläche. Diese Schaltfläche öffnet ein Dialogfeld, in dem Sie eine Persönlichkeit auswählen können.
el: θα εμφανιστεί. Αυτό το κουμπί ανοίγει ένα παράθυρο διαλόγου που σας επιτρέπει να επιλέξετε μια προσωπικότητα
es: Aparecerá. Este botón abre un cuadro de diálogo que te permite seleccionar una personalidad.
et: See nupp avab dialoogiboksi, kus saate valida isikupära.
fa: ظاهر خواهد شد. این دکمه یک کادر محاوره‌ای باز می‌کند که به شما امکان می‌دهد یک شخصیت را انتخاب کنید.
fi: tulee näkyviin. Tämä painike avaa valintaikkunan, jossa voit valita kielivaihtoehdon.
fr: Une fenêtre s'affichera. Ce bouton ouvre une boîte de dialogue qui vous permet de sélectionner une personnalité.
he: יופיע. כפתור זה פותח תיבת דו-שיח המאפשרת לך לבחור אישיות
hi: दिखाई देगा। यह बटन एक डायलॉग बॉक्स खोलता है जिससे आप एक व्यक्तित्व चुन सकते हैं
hu: megjelenik. Ez a gomb megnyit egy párbeszédpanelt, amelyen kiválaszthatja a kívánt nyelvet.
id: akan muncul. Tombol ini membuka kotak dialog yang memungkinkan Anda memilih kepribadian
it: apparirà. Questo pulsante apre una finestra di dialogo che consente di selezionare una personalità
ja: が表示されます。このボタンをクリックすると、パーソナリティを選択できるダイアログボックスが開きます。
ko: 나타납니다. 이 버튼을 누르면 개성을 선택할 수 있는 대화 상자가 열립니다.
lt: pasirodys. Šis mygtukas atidaro dialogo langą, kuriame galite pasirinkti asmenybę
lv: parādīsies. Šī poga atver dialoglodziņu, kurā varat atlasīt personību.
nl: zal verschijnen. Deze knop opent een dialoogvenster waarin u een persoonlijkheid kunt selecteren
no: vises. Denne knappen åpner en dialogboks der du kan velge en personlighet
pl: pojawi się. Ten przycisk otwiera okno dialogowe, w którym możesz wybrać osobowość
pt: aparecerá. Este botão abre uma caixa de diálogo que permite selecionar uma personalidade.
ro: va apărea. Acest buton deschide o casetă de dialog care vă permite să selectați o personalitate
ru: появится. Эта кнопка открывает диалоговое окно, в котором можно выбрать тип личности.
sq: do të shfaqet. Ky buton hap një kuti dialogu që ju lejon të zgjidhni një personalitet
sr: ће се појавити. Ово дугме отвара дијалошки прозор који вам омогућава да изаберете личност
sv: visas. Den här knappen öppnar en dialogruta där du kan välja en personlighet
sw: itaonekana. Kitufe hiki hufungua kisanduku cha mazungumzo ambacho hukuwezesha kuchagua mtu binafsi
ta: தோன்றும். இந்தப் பொத்தான் ஒரு உரையாடல் பெட்டியைத் திறக்கும், இது ஒரு ஆளுமையைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: จะปรากฏขึ้น ปุ่มนี้จะเปิดกล่องโต้ตอบซึ่งให้คุณเลือกบุคลิกภาพ
tr: görünecektir. Bu düğme, bir kişilik seçmenize olanak tanıyan bir iletişim kutusu açar
uk: з’явиться. Ця кнопка відкриває діалогове вікно, яке дозволяє вибрати профіль
ur: ظاہر ہو جائے گا. یہ بٹن ایک ڈائیلاگ باکس کھولتا ہے جو آپ کو شخصیت کا انتخاب کرنے دیتا ہے۔
vi: sẽ xuất hiện. Nút này mở một hộp thoại cho phép bạn chọn một tính cách
zh: 将会显示。此按钮会打开一个对话框，您可以在其中选择个性。

source: for the engine. For more details, click on < Rated game > < Help > < Rodent >
ar: للمحرك. لمزيد من التفاصيل، انقر على < اللعبة المُصنّفة > < مساعدة > < القوارض >
bg: за двигателя. За повече подробности, кликнете върху < Рейтингова игра > < Помощ > < Гризач >
bn: ইঞ্জিনের জন্য। আরও তথ্যের জন্য, <রেটেড গেম > <হেল্প > <রডেন্ট > এ ক্লিক করুন
cs: pro engine. Pro více informací klikněte na < Hodnocená hra > < Nápověda > < Hlodavec >
da: for motoren. For flere detaljer, klik på < Bedømt spil > < Hjælp > < Gnaver >
de: für die Engine. Für weitere Details klicken Sie auf < Spiel mit Altersfreigabe > < Hilfe > < Rodent >
el: για τον κινητήρα. Για περισσότερες λεπτομέρειες, κάντε κλικ στο < Αξιολογημένο παιχνίδι > < Βοήθεια > < Τρωκτικό >
es: para el motor. Para más detalles, haz clic en < Juego clasificado > < Ayuda > < Roedor >
et: mootori jaoks. Lisateabe saamiseks klõpsake < Hinnatud mäng > < Abi > < Näriline >
fa: برای موتور. برای جزئیات بیشتر، روی <بازی رتبه‌بندی‌شده> <راهنما> <جونده> کلیک کنید.
fi: moottorille. Lisätietoja saat napsauttamalla < Arvosteltu peli > < Ohje > < Jyrsijä >
fr: pour le moteur. Pour plus de détails, cliquez sur < Jeu classé > < Aide > < Rodent >
he: עבור המנוע. לפרטים נוספים, לחצו על < משחק מדורג > < עזרה > < מכרסם >
hi: इंजन के लिए। अधिक जानकारी के लिए, < रेटेड गेम > < सहायता > < रोडेंट > पर क्लिक करें।
hu: a motorhoz. További részletekért kattintson a < Besorolt ​​játék > < Súgó > < Rágcsáló > menüpontra.
id: untuk mesinnya. Untuk detail selengkapnya, klik < Game yang Dinilai > < Bantuan > < Hewan Pengerat >
it: per il motore. Per maggiori dettagli, clicca su < Gioco classificato > < Aiuto > < Roditore >
ja: エンジン用。詳細については、< レーティングゲーム > < ヘルプ > < Rodent > をクリックしてください。
ko: 엔진에 대한 자세한 내용은 <등급 게임> <도움말> <설치류>를 클릭하세요.
lt: varikliui. Daugiau informacijos rasite spustelėję < Įvertintas žaidimas > < Pagalba > < Graužikas >
lv: dzinējam. Lai iegūtu sīkāku informāciju, noklikšķiniet uz < Novērtētā spēle > < Palīdzība > < Grauzējs >
nl: voor de motor. Voor meer details, klik op < Rated game > < Help > < Rodent >
no: for motoren. For mer informasjon, klikk på < Vurdert spill > < Hjelp > < Gnager >
pl: dla silnika. Aby uzyskać więcej informacji, kliknij < Gra oceniona > < Pomoc > < Gryzonie >
pt: para o motor. Para mais detalhes, clique em < Jogo classificado > < Ajuda > < Roedor >
ro: pentru motor. Pentru mai multe detalii, faceți clic pe < Joc evaluat > < Ajutor > < Rozătoare >
ru: для движка. Подробнее см. на странице < Рейтинговая игра > < Помощь > < Грызун >
sq: për motorin. Për më shumë detaje, klikoni te < Lojë e vlerësuar > < Ndihmë > < Brejtës >
sr: за мотор. За више детаља, кликните на < Оцењена игра > < Помоћ > < Глодари >
sv: för motorn. För mer information, klicka på < Klassificerat spel > < Hjälp > < Gnagare >
sw: kwa injini. Kwa maelezo zaidi, bofya kwenye < Rated game > < Help > < Rodent >
ta: எஞ்சினுக்கு. மேலும் விவரங்களுக்கு, மதிப்பிடப்பட்ட விளையாட்டு > உதவி > கொறித்துண்ணி > என்பதைக் கிளிக் செய்யவும்.
th: สำหรับเครื่องยนต์ สำหรับรายละเอียดเพิ่มเติม คลิกที่ < เกมที่ได้รับการจัดอันดับ > < ความช่วยเหลือ > < สัตว์ฟันแทะ >
tr: Motor için. Daha fazla bilgi için <Derecelendirilmiş oyun> <Yardım> <Kemirgen> öğelerine tıklayın.
uk: для двигуна. Для отримання додаткової інформації натисніть на < Рейтингова гра > < Довідка > < Гризун >
ur: انجن کے لئے. مزید تفصیلات کے لیے، <Rated game> < Help > < Rodent > پر کلک کریں۔
vi: cho động cơ. Để biết thêm chi tiết, hãy nhấp vào < Trò chơi được xếp hạng > < Trợ giúp > < Gặm nhấm >
zh: 引擎相关。更多详情，请点击<评级游戏><帮助><啮齿动物>
