Repository: RoySawyer/nimzo_3d_15
Catalog: main_15_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: Engine parameters not loaded
ar: معلمات المحرك غير محملة
bg: Параметрите на двигателя не са заредени
bn: ইঞ্জিন প্যারামিটার লোড করা হয়নি
cs: Parametry motoru nebyly načteny
da: Motorparametre blev ikke indlæst
de: Motorparameter nicht geladen
el: Οι παράμετροι του κινητήρα δεν έχουν φορτωθεί
es: Parámetros del motor no cargados
et: Mootori parameetreid pole laaditud
fa: پارامترهای موتور بارگذاری نشده است
fi: Moottorin parametreja ei ladattu
fr: Paramètres du moteur non chargés
he: פרמטרי המנוע לא נטענו
hi: इंजन पैरामीटर लोड नहीं किए गए
hu: A motor paraméterei nincsenek betöltve
id: Parameter mesin tidak dimuat
it: Parametri del motore non caricati
ja: エンジンパラメータが読み込まれていません
ko: 엔진 매개변수가 로드되지 않았습니다.
lt: Variklio parametrai neįkelti
lv: Dzinēja parametri nav ielādēti
nl: Motorparameters niet geladen
no: Motorparametere ikke lastet inn
pl: Nie załadowano parametrów silnika
pt: Parâmetros do motor não carregados
ro: Parametrii motorului nu au fost încărcați
ru: Параметры двигателя не загружены
sq: Parametrat e motorit nuk janë ngarkuar
sr: Параметри мотора нису учитани
sv: Motorparametrar har inte laddats
sw: Vigezo vya injini havijapakiwa
ta: எஞ்சின் அளவுருக்கள் ஏற்றப்படவில்லை.
th: พารามิเตอร์เครื่องยนต์ไม่ได้โหลด
tr: Motor parametreleri yüklenmedi
uk: Параметри двигуна не завантажено
ur: انجن کے پیرامیٹرز لوڈ نہیں ہوئے ہیں۔
vi: Thông số động cơ không được tải
zh: 引擎参数未加载

source: Engine parameters not read
ar: لم تتم قراءة معلمات المحرك
bg: Параметрите на двигателя не се четат
bn: ইঞ্জিনের প্যারামিটারগুলি পড়া হয়নি
cs: Parametry motoru se nenačetly
da: Motorparametre ikke læst
de: Motorparameter nicht ausgelesen
el: Οι παράμετροι του κινητήρα δεν διαβάζονται
es: No se leyeron los parámetros del motor.
et: Mootori parameetreid ei loetud
fa: پارامترهای موتور خوانده نمی‌شوند
fi: Moottorin parametreja ei lueta
fr: Paramètres moteur non lus
he: פרמטרי המנוע לא נקראו
hi: इंजन पैरामीटर नहीं पढ़े गए
hu: A motor paraméterei nem olvashatók
id: Parameter mesin tidak terbaca
it: Parametri del motore non letti
ja: エンジンパラメータが読み取れません
ko: 엔진 매개변수를 읽을 수 없습니다
lt: Variklio parametrai neskaitomi
lv: Dzinēja parametri netiek nolasīti
nl: Motorparameters niet gelezen
no: Motorparametere ikke lest
pl: Nie odczytano parametrów silnika
pt: Parâmetros do motor não lidos
ro: Parametrii motorului nu au fost citiți
ru: Параметры двигателя не считываются
sq: Parametrat e motorit nuk lexohen
sr: Параметри мотора нису очитани
sv: Motorparametrar lästes inte
sw: Vigezo vya injini havijasomwa
ta: எஞ்சின் அளவுருக்கள் படிக்கப்படவில்லை
th: ไม่ได้อ่านพารามิเตอร์เครื่องยนต์
tr: Motor parametreleri okunamadı
uk: Параметри двигуна не зчитуються
ur: انجن کے پیرامیٹرز نہیں پڑھے گئے ہیں۔
vi: Không đọc được thông số động cơ
zh: 未读取发动机参数

source: A feature to allow for loading of all engine parameters (version 4.0)
ar: ميزة تسمح بتحميل جميع معلمات المحرك (الإصدار 4.0)
bg: Функция, която позволява зареждане на всички параметри на двигателя (версия 4.0)
bn: সমস্ত ইঞ্জিন প্যারামিটার লোড করার জন্য একটি বৈশিষ্ট্য (সংস্করণ 4.0)
cs: Funkce umožňující načítání všech parametrů motoru (verze 4.0)
da: En funktion, der tillader indlæsning af alle motorparametre (version 4.0)
de: Eine Funktion, die das Laden aller Motorparameter ermöglicht (Version 4.0)
el: Μια λειτουργία που επιτρέπει τη φόρτωση όλων των παραμέτρων του κινητήρα (έκδοση 4.0)
es: Una función que permite cargar todos los parámetros del motor (versión 4.0)
et: Funktsioon, mis võimaldab laadida kõiki mootori parameetreid (versioon 4.0)
fa: قابلیتی برای بارگذاری تمام پارامترهای موتور (نسخه ۴.۰)
fi: Ominaisuus, joka mahdollistaa kaikkien moottorin parametrien lataamisen (versio 4.0)
fr: Une fonctionnalité permettant le chargement de tous les paramètres du moteur (version 4.0)
he: תכונה המאפשרת טעינה של כל פרמטרי המנוע (גרסה 4.0)
hi: सभी इंजन पैरामीटर्स को लोड करने की सुविधा (संस्करण 4.0)
hu: Egy funkció, amely lehetővé teszi az összes motorparaméter betöltését (4.0 verzió)
id: Fitur untuk memungkinkan pemuatan semua parameter mesin (versi 4.0)
it: Una funzionalità che consente il caricamento di tutti i parametri del motore (versione 4.0)
ja: すべてのエンジンパラメータの読み込みを可能にする機能（バージョン4.0）
ko: 모든 엔진 매개변수를 로드할 수 있는 기능(버전 4.0)
lt: Funkcija, leidžianti įkelti visus variklio parametrus (4.0 versija)
lv: Funkcija, kas ļauj ielādēt visus dzinēja parametrus (4.0 versija)
nl: Een functie waarmee alle motorparameters kunnen worden geladen (versie 4.0)
no: En funksjon som tillater lasting av alle motorparametere (versjon 4.0)
pl: Funkcja umożliwiająca załadowanie wszystkich parametrów silnika (wersja 4.0)
pt: Funcionalidade que permite o carregamento de todos os parâmetros do motor (versão 4.0)
ro: O funcție care permite încărcarea tuturor parametrilor motorului (versiunea 4.0)
ru: Функция, позволяющая загружать все параметры двигателя (версия 4.0)
sq: Një veçori që lejon ngarkimin e të gjithë parametrave të motorit (versioni 4.0)
sr: Функција која омогућава учитавање свих параметара мотора (верзија 4.0)
sv: En funktion som möjliggör laddning av alla motorparametrar (version 4.0)
sw: Kipengele cha kuruhusu upakiaji wa vigezo vyote vya injini (toleo la 4.0)
ta: அனைத்து இயந்திர அளவுருக்களையும் ஏற்ற அனுமதிக்கும் ஒரு அம்சம் (பதிப்பு 4.0)
th: ฟีเจอร์ที่ช่วยให้โหลดพารามิเตอร์เครื่องยนต์ทั้งหมดได้ (เวอร์ชัน 4.0)
tr: Tüm motor parametrelerinin yüklenmesine olanak sağlayan bir özellik (sürüm 4.0)
uk: Функція, що дозволяє завантажувати всі параметри двигуна (версія 4.0)
ur: انجن کے تمام پیرامیٹرز (ورژن 4.0) کو لوڈ کرنے کی اجازت دینے والی خصوصیت
vi: Một tính năng cho phép tải tất cả các thông số của động cơ (phiên bản 4.0)
zh: 允许加载所有引擎参数的功能（版本 4.0）

source: If you find that eight custom parameters is not enough, then you can check
ar: إذا وجدت أن ثمانية معلمات مخصصة ليست كافية، فيمكنك التحقق
bg: Ако установите, че осем персонализирани параметъра не са достатъчни, можете да проверите
bn: যদি আপনি দেখেন যে আটটি কাস্টম প্যারামিটার যথেষ্ট নয়, তাহলে আপনি পরীক্ষা করতে পারেন
cs: Pokud zjistíte, že osm vlastních parametrů nestačí, můžete zkontrolovat
da: Hvis du synes, at otte brugerdefinerede parametre ikke er nok, kan du tjekke
de: Falls Sie feststellen, dass acht benutzerdefinierte Parameter nicht ausreichen, können Sie Folgendes überprüfen:
el: Αν διαπιστώσετε ότι οκτώ προσαρμοσμένες παράμετροι δεν είναι αρκετές, τότε μπορείτε να ελέγξετε
es: Si considera que ocho parámetros personalizados no son suficientes, puede consultar
et: Kui leiate, et kaheksast kohandatud parameetrist ei piisa, saate kontrollida
fa: اگر متوجه شدید که هشت پارامتر سفارشی کافی نیست، می‌توانید بررسی کنید
fi: Jos kahdeksan mukautettua parametria ei riitä, voit tarkistaa
fr: Si vous estimez que huit paramètres personnalisés ne suffisent pas, vous pouvez alors vérifier
he: אם אתם מגלים ששמונה פרמטרים מותאמים אישית אינם מספיקים, תוכלו לבדוק
hi: यदि आपको लगता है कि आठ कस्टम पैरामीटर पर्याप्त नहीं हैं, तो आप जांच कर सकते हैं
hu: Ha úgy találod, hogy nyolc egyéni paraméter nem elég, akkor ellenőrizheted
id: Jika Anda menemukan bahwa delapan parameter khusus tidak cukup, maka Anda dapat memeriksa
it: Se ritieni che otto parametri personalizzati non siano sufficienti, puoi controllare
ja: 8つのカスタムパラメータでは足りない場合は、
ko: 사용자 정의 매개변수 8개가 충분하지 않다고 생각되면 다음을 확인할 수 있습니다.
lt: Jei manote, kad aštuonių pasirinktinių parametrų nepakanka, galite patikrinti
lv: Ja konstatējat, ka astoņi pielāgotie parametri nav pietiekami, varat pārbaudīt
nl: Als u vindt dat acht aangepaste parameters niet voldoende zijn, kunt u het volgende controleren:
no: Hvis du synes at åtte tilpassede parametere ikke er nok, kan du sjekke
pl: Jeśli okaże się, że osiem niestandardowych parametrów to za mało, możesz to sprawdzić
pt: Se você achar que oito parâmetros personalizados não são suficientes, então você pode verificar
ro: Dacă constatați că opt parametri personalizați nu sunt suficienți, puteți verifica
ru: Если вы считаете, что восьми пользовательских параметров недостаточно, то вы можете проверить
sq: Nëse e shihni se tetë parametra të personalizuar nuk janë të mjaftueshëm, atëherë mund të kontrolloni
sr: Ако установите да осам прилагођених параметара није довољно, можете проверити
sv: Om du tycker att åtta anpassade parametrar inte räcker kan du kontrollera
sw: Ikiwa unaona kwamba vigezo nane vya desturi haitoshi, basi unaweza kuangalia
ta: எட்டு தனிப்பயன் அளவுருக்கள் போதாது என்று நீங்கள் கண்டால், நீங்கள் சரிபார்க்கலாம்
th: หากคุณพบว่าพารามิเตอร์ที่กำหนดเองแปดรายการไม่เพียงพอ คุณสามารถตรวจสอบได้
tr: Sekiz özel parametrenin yeterli olmadığını düşünüyorsanız, o zaman kontrol edebilirsiniz
uk: Якщо ви вважаєте, що восьми користувацьких параметрів недостатньо, ви можете перевірити
ur: اگر آپ کو معلوم ہوتا ہے کہ آٹھ حسب ضرورت پیرامیٹرز کافی نہیں ہیں، تو آپ چیک کر سکتے ہیں۔
vi: Nếu bạn thấy tám tham số tùy chỉnh là không đủ, thì bạn có thể kiểm tra
zh: 如果您发现八个自定义参数不够用，那么您可以检查

source: the < Use all parameters > box and when you click on < Engine parameters >
ar: مربع <استخدام كافة المعلمات> وعند النقر فوق <معلمات المحرك>
bg: полето < Използване на всички параметри> и когато щракнете върху < Параметри на двигателя>
bn: <সকল পরামিতি ব্যবহার করুন > বাক্সে ক্লিক করুন এবং যখন আপনি <ইঞ্জিন পরামিতি > এ ক্লিক করবেন
cs: pole < Použít všechny parametry > a po kliknutí na < Parametry enginu >
da: feltet < Brug alle parametre > og når du klikker på < Motorparametre >
de: das Feld < Alle Parameter verwenden > und wenn Sie auf < Motorparameter > klicken
el: το πλαίσιο < Χρήση όλων των παραμέτρων > και όταν κάνετε κλικ στο < Παράμετροι μηχανής >
es: la casilla <Usar todos los parámetros> y cuando haga clic en <Parámetros del motor>
et: kastis < Kasuta kõiki parameetreid > ja kui klõpsate nupul < Mootori parameetrid >
fa: کادر <استفاده از همه پارامترها> را باز کنید و وقتی روی <پارامترهای موتور> کلیک می‌کنید
fi: < Käytä kaikkia parametreja > -ruutuun ja kun napsautat < Moottorin parametrit >
fr: la case < Utiliser tous les paramètres > et lorsque vous cliquez sur < Paramètres du moteur >
he: התיבה < השתמש בכל הפרמטרים > וכאשר תלחץ על < פרמטרי מנוע >
hi: <सभी पैरामीटर का उपयोग करें> बॉक्स और जब आप <इंजन पैरामीटर> पर क्लिक करते हैं
hu: a < Minden paraméter használata > mezőben, és amikor a < Motorparaméterek > lehetőségre kattint
id: kotak < Gunakan semua parameter > dan ketika Anda mengklik < Parameter mesin >
it: la casella <Usa tutti i parametri> e quando clicchi su <Parametri motore>
ja: <すべてのパラメータを使用>ボックスを選択し、<エンジンパラメータ>をクリックすると
ko: <모든 매개변수 사용> 상자와 <엔진 매개변수>를 클릭하면
lt: langelyje < Naudoti visus parametrus > ir spustelėjus < Variklio parametrai >
lv: lodziņā < Izmantot visus parametrus > un noklikšķinot uz < Dzinēja parametri >
nl: het vakje <Gebruik alle parameters> en wanneer u op <Motorparameters> klikt
no: boksen <Bruk alle parametere> og når du klikker på <Motorparametere>
pl: pole < Użyj wszystkich parametrów > i po kliknięciu < Parametry silnika >
pt: a caixa < Usar todos os parâmetros > e quando você clica em < Parâmetros do mecanismo >
ro: caseta < Utilizați toți parametrii > și când faceți clic pe < Parametrii motorului >
ru: поле <Использовать все параметры> и при нажатии на <Параметры двигателя>
sq: kutia < Përdor të gjitha parametrat > dhe kur klikoni te < Parametrat e motorrit >
sr: поље < Користи све параметре > и када кликнете на < Параметри мотора >
sv: rutan <Använd alla parametrar> och när du klickar på <Motorparametrar>
sw: sanduku la < Tumia vigezo vyote > na unapobofya < Vigezo vya injini >
ta: <அனைத்து அளவுருக்களையும் பயன்படுத்தவும் > பெட்டி மற்றும் நீங்கள் <Engine parameters > என்பதைக் கிளிக் செய்யும் போது
th: กล่อง <ใช้พารามิเตอร์ทั้งหมด> และเมื่อคุณคลิกที่ <พารามิเตอร์เครื่องยนต์>
tr: < Tüm parametreleri kullan > kutusunu ve < Motor parametreleri > öğesini tıkladığınızda
uk: поле < Використовувати всі параметри > та після натискання на < Параметри двигуна >
ur: < تمام پیرامیٹرز کا استعمال کریں > باکس اور جب آپ < انجن پیرامیٹرز > پر کلک کرتے ہیں۔
vi: hộp < Sử dụng tất cả các tham số > và khi bạn nhấp vào < Tham số động cơ >
zh: 勾选“使用所有参数”框，然后点击“引擎参数”

source: you will be able to set all engine parameters to the values that you want.
ar: ستتمكن من ضبط جميع معلمات المحرك إلى القيم التي تريدها.
bg: ще можете да зададете всички параметри на двигателя на желаните стойности.
bn: আপনি আপনার পছন্দসই মানগুলিতে সমস্ত ইঞ্জিন প্যারামিটার সেট করতে সক্ষম হবেন।
cs: budete moci nastavit všechny parametry motoru na požadované hodnoty.
da: Du vil kunne indstille alle motorparametre til de ønskede værdier.
de: Sie können alle Motorparameter auf die gewünschten Werte einstellen.
el: θα μπορείτε να ορίσετε όλες τις παραμέτρους του κινητήρα στις τιμές που θέλετε.
es: Podrás configurar todos los parámetros del motor con los valores que desees.
et: Saate kõik mootori parameetrid soovitud väärtustele seadistada.
fa: شما قادر خواهید بود تمام پارامترهای موتور را روی مقادیر دلخواه خود تنظیم کنید.
fi: voit asettaa kaikki moottorin parametrit haluamiisi arvoihin.
fr: Vous pourrez régler tous les paramètres du moteur selon vos souhaits.
he: תוכל להגדיר את כל פרמטרי המנוע לערכים הרצויים.
hi: आप सभी इंजन पैरामीटर्स को अपने इच्छित मानों पर सेट कर सकेंगे।
hu: Az összes motorparamétert a kívánt értékre állíthatja be.
id: Anda akan dapat mengatur semua parameter mesin ke nilai yang Anda inginkan.
it: potrai impostare tutti i parametri del motore sui valori che desideri.
ja: すべてのエンジンパラメータを必要な値に設定できるようになります。
ko: 모든 엔진 매개변수를 원하는 값으로 설정할 수 있습니다.
lt: Galėsite nustatyti visus variklio parametrus į norimas vertes.
lv: jūs varēsiet iestatīt visus dzinēja parametrus uz vēlamajām vērtībām.
nl: U kunt alle motorparameters instellen op de waarden die u wenst.
no: Du vil kunne stille inn alle motorparametere til de verdiene du ønsker.
pl: będziesz mógł ustawić wszystkie parametry silnika na wartości, jakie chcesz.
pt: Você poderá definir todos os parâmetros do motor com os valores que desejar.
ro: veți putea seta toți parametrii motorului la valorile dorite.
ru: вы сможете установить все параметры двигателя на нужные вам значения.
sq: Do të jeni në gjendje të vendosni të gjithë parametrat e motorit në vlerat që dëshironi.
sr: моћи ћете да подесите све параметре мотора на вредности које желите.
sv: Du kommer att kunna ställa in alla motorparametrar till de värden du vill ha.
sw: utaweza kuweka vigezo vyote vya injini kwa maadili unayotaka.
ta: நீங்கள் விரும்பும் மதிப்புகளுக்கு அனைத்து இயந்திர அளவுருக்களையும் அமைக்க முடியும்.
th: คุณจะสามารถตั้งค่าพารามิเตอร์เครื่องยนต์ทั้งหมดตามค่าที่คุณต้องการได้
tr: Tüm motor parametrelerini istediğiniz değerlere ayarlayabileceksiniz.
uk: ви зможете встановити всі параметри двигуна на потрібні вам значення.
ur: آپ انجن کے تمام پیرامیٹرز کو اپنی مطلوبہ اقدار پر سیٹ کر سکیں گے۔
vi: bạn sẽ có thể thiết lập tất cả các thông số của động cơ theo giá trị bạn muốn.
zh: 您可以将所有发动机参数设置为您想要的值。

source: < Use all parameters > will appear in the first slot of custom parameters.
ar: سيظهر <استخدام كافة المعلمات> في الفتحة الأولى للمعلمات المخصصة.
bg: < Използване на всички параметри> ще се появи в първия слот за персонализирани параметри.
bn: < সকল পরামিতি ব্যবহার করুন > কাস্টম প্যারামিটারের প্রথম স্লটে প্রদর্শিত হবে।
cs: V prvním poli uživatelských parametrů se zobrazí < Použít všechny parametry >.
da: <Brug alle parametre> vises i det første felt med brugerdefinerede parametre.
de: < Alle Parameter verwenden > wird im ersten Feld für benutzerdefinierte Parameter angezeigt.
el: Η επιλογή <Χρήση όλων των παραμέτρων> θα εμφανιστεί στην πρώτη θέση των προσαρμοσμένων παραμέτρων.
es: <Usar todos los parámetros> aparecerá en el primer espacio de parámetros personalizados.
et: Kohandatud parameetrite esimeses pesas kuvatakse tekst <Kasuta kõiki parameetreid>.
fa: عبارت <استفاده از همه پارامترها> در اولین جایگاه پارامترهای سفارشی ظاهر می‌شود.
fi: < Käytä kaikkia parametreja > näkyy mukautettujen parametrien ensimmäisessä paikassa.
fr: L'option « Utiliser tous les paramètres » apparaîtra dans le premier emplacement des paramètres personnalisés.
he: < השתמש בכל הפרמטרים > יופיע במשבצת הראשונה של פרמטרים מותאמים אישית.
hi: < सभी पैरामीटर का उपयोग करें > कस्टम पैरामीटर के पहले स्लॉट में दिखाई देगा।
hu: Az < Összes paraméter használata > felirat az egyéni paraméterek első mezőjében jelenik meg.
id: < Gunakan semua parameter > akan muncul di slot pertama parameter khusus.
it: <Usa tutti i parametri> apparirà nel primo slot dei parametri personalizzati.
ja: <すべてのパラメータを使用する>は、カスタム パラメータの最初のスロットに表示されます。
ko: <모든 매개변수 사용>은 사용자 정의 매개변수의 첫 번째 슬롯에 나타납니다.
lt: < Naudoti visus parametrus > bus rodoma pirmajame pasirinktinių parametrų laukelyje.
lv: Pielāgoto parametru pirmajā slotā tiks parādīta opcija <Izmantot visus parametrus>.
nl: <Gebruik alle parameters> verschijnt in het eerste vak met aangepaste parameters.
no: <Bruk alle parametere> vil vises i det første sporet med egendefinerte parametere.
pl: Opcja < Użyj wszystkich parametrów > pojawi się w pierwszym polu parametrów niestandardowych.
pt: < Usar todos os parâmetros > aparecerá no primeiro campo dos parâmetros personalizados.
ro: „<Utilizați toți parametrii>” va apărea în primul slot de parametri personalizați.
ru: < Использовать все параметры > появится в первом слоте пользовательских параметров.
sq: < Përdor të gjitha parametrat > do të shfaqet në vendin e parë të parametrave të personalizuar.
sr: < Користи све параметре > ће се појавити у првом слоту прилагођених параметара.
sv: <Använd alla parametrar> visas i den första platsen för anpassade parametrar.
sw: <Tumia vigezo vyote > itaonekana katika nafasi ya kwanza ya vigezo maalum.
ta: <அனைத்து அளவுருக்களையும் பயன்படுத்தவும் > தனிப்பயன் அளவுருக்களின் முதல் ஸ்லாட்டில் தோன்றும்.
th: < ใช้พารามิเตอร์ทั้งหมด > จะปรากฏในช่องแรกของพารามิเตอร์ที่กำหนดเอง
tr: Özel parametrelerin ilk yuvasında < Tüm parametreleri kullan > seçeneği görünecektir.
uk: < Використовувати всі параметри > з’явиться в першому слоті користувацьких параметрів.
ur: < تمام پیرامیٹرز کا استعمال کریں > اپنی مرضی کے پیرامیٹرز کے پہلے سلاٹ میں ظاہر ہوگا۔
vi: <Sử dụng tất cả các tham số> sẽ xuất hiện ở ô đầu tiên của các tham số tùy chỉnh.
zh: <使用所有参数> 将显示在自定义参数的第一个位置。

source: It will only be set to true after you have accessed the < Engine parameters >
ar: سيتم ضبطه على "صحيح" فقط بعد الوصول إلى <معلمات المحرك>
bg: Ще бъде зададено на „true“ само след като сте достъпили < Параметри на двигателя >
bn: <Engine প্যারামিটার > অ্যাক্সেস করার পরেই এটি true তে সেট করা হবে।
cs: Na hodnotu true se nastaví až po přístupu k < parametrům enginu >
da: Den vil først blive sat til sand, når du har tilgået <Engine-parametre>
de: Der Wert wird erst dann auf „true“ gesetzt, nachdem Sie auf die <Engine-Parameter> zugegriffen haben.
el: Θα οριστεί σε true μόνο αφού έχετε πρόσβαση στις <Παράμετροι μηχανής>
es: Solo se establecerá como verdadero después de que hayas accedido a los <Parámetros del motor>.
et: See määratakse väärtusele tõene alles pärast seda, kui olete avanud <mootori parameetrid>.
fa: فقط پس از دسترسی به <پارامترهای موتور>، مقدار آن روی true تنظیم می‌شود.
fi: Se asetetaan arvoon true vasta sen jälkeen, kun olet käyttänyt < Moottorin parametrit > -kohtaa.
fr: Cette valeur ne sera définie sur « vrai » qu'après que vous ayez accédé aux < Paramètres du moteur >
he: הוא יוגדר כ-true רק לאחר שתיגש ל-< פרמטרי מנוע >
hi: यह केवल तभी सत्य पर सेट होगा जब आप < इंजन पैरामीटर > तक पहुंचेंगे
hu: Csak azután lesz igaz értékre állítva, hogy hozzáfértél a < Motor paraméterei > paraméterhez.
id: Ini hanya akan diatur ke benar setelah Anda mengakses <Parameter mesin>
it: Verrà impostato su true solo dopo aver effettuato l'accesso ai <Parametri motore>
ja: <エンジンパラメータ>にアクセスした後にのみtrueに設定されます。
ko: <엔진 매개변수>에 액세스한 후에만 true로 설정됩니다.
lt: Jis bus nustatytas į „true“ tik tada, kai pasieksite < variklio parametrus >.
lv: Tas tiks iestatīts uz “true” tikai pēc tam, kad būsiet piekļuvis <dzinēja parametriem>.
nl: Deze wordt pas op true gezet nadat u toegang hebt gekregen tot de < Engine parameters >
no: Den vil bare bli satt til sann etter at du har åpnet <Motorparametere>
pl: Wartość ta zostanie ustawiona na true dopiero po uzyskaniu dostępu do < Parametry silnika >
pt: Só será definido como verdadeiro depois de você ter acessado os < Parâmetros do mecanismo >
ro: Va fi setat la true doar după ce ați accesat <Parametrii motorului>
ru: Значение true будет установлено только после того, как вы получите доступ к <Параметры двигателя>
sq: Do të vendoset në "e vërtetë" vetëm pasi të keni aksesuar <Parametrat e motorrit>
sr: Биће постављено на вредност „true“ тек након што приступите < Параметрима мотора >
sv: Den kommer bara att ställas in på sant efter att du har öppnat <Motorparametrar>
sw: Itawekwa kuwa kweli baada ya kufikia < Vigezo vya injini >
ta: நீங்கள் <Engine parameters > ஐ அணுகிய பின்னரே அது உண்மை என அமைக்கப்படும்.
th: จะถูกตั้งค่าเป็นจริงหลังจากที่คุณเข้าถึง <พารามิเตอร์เครื่องยนต์>
tr: < Motor parametrelerine > eriştikten sonra yalnızca doğru olarak ayarlanacaktır
uk: Значення «true» буде встановлено лише після доступу до < Параметри двигуна >
ur: یہ صرف درست پر سیٹ کیا جائے گا جب آپ < انجن پیرامیٹرز > تک رسائی حاصل کر لیں گے۔
vi: Nó sẽ chỉ được đặt thành đúng sau khi bạn đã truy cập vào < Tham số động cơ >
zh: 只有在您访问过<引擎参数>之后，它才会被设置为 true。

source: dialog box. It cannot be set manually.
ar: مربع الحوار. لا يمكن ضبطه يدويًا.
bg: диалогов прозорец. Не може да се зададе ръчно.
bn: ডায়ালগ বক্স। এটি ম্যানুয়ালি সেট করা যাবে না।
cs: dialogové okno. Nelze jej nastavit ručně.
da: dialogboksen. Den kan ikke indstilles manuelt.
de: Dialogfeld. Es kann nicht manuell eingestellt werden.
el: παράθυρο διαλόγου. Δεν μπορεί να οριστεί χειροκίνητα.
es: Cuadro de diálogo. No se puede configurar manualmente.
et: dialoogiboks. Seda ei saa käsitsi määrata.
fa: کادر محاوره‌ای. نمی‌توان آن را به صورت دستی تنظیم کرد.
fi: valintaikkuna. Sitä ei voi asettaa manuaalisesti.
fr: boîte de dialogue. Elle ne peut pas être configurée manuellement.
he: תיבת דו-שיח. לא ניתן להגדיר זאת באופן ידני.
hi: संवाद बॉक्स. इसे मैन्युअल रूप से सेट नहीं किया जा सकता.
hu: párbeszédpanel. Manuálisan nem állítható be.
id: kotak dialog. Tidak dapat diatur secara manual.
it: finestra di dialogo. Non può essere impostato manualmente.
ja: ダイアログボックス。手動で設定することはできません。
ko: 대화 상자에서 설정할 수 없습니다. 수동으로 설정할 수 없습니다.
lt: dialogo langas. Jo negalima nustatyti rankiniu būdu.
lv: dialoglodziņš. To nevar iestatīt manuāli.
nl: dialoogvenster. Dit kan niet handmatig worden ingesteld.
no: dialogboksen. Den kan ikke angis manuelt.
pl: okno dialogowe. Nie można go ustawić ręcznie.
pt: caixa de diálogo. Não pode ser configurada manualmente.
ro: casetă de dialog. Nu poate fi setată manual.
ru: диалоговое окно. Его нельзя настроить вручную.
sq: kutia e dialogut. Nuk mund të caktohet manualisht.
sr: дијалог прозор. Не може се подесити ручно.
sv: dialogrutan. Den kan inte ställas in manuellt.
sw: sanduku la mazungumzo. Haiwezi kuwekwa kwa mikono.
ta: உரையாடல் பெட்டி. இதை கைமுறையாக அமைக்க முடியாது.
th: กล่องโต้ตอบ ไม่สามารถตั้งค่าด้วยตนเองได้
tr: iletişim kutusu. Manuel olarak ayarlanamaz.
uk: діалогове вікно. Його не можна налаштувати вручну.
ur: ڈائیلاگ باکس. اسے دستی طور پر سیٹ نہیں کیا جا سکتا۔
vi: hộp thoại. Không thể thiết lập thủ công.
zh: 对话框。无法手动设置。
